BR_CONSULTAR_FECHAS_DECLARACION_INVALIDAS = Las fechas de declaraci\u00F3n son inv\u00E1lidas, por favor verifique
BR_CONSULTAR_PERIODS_INVALIDOS = Los periodos inicial y final son inv\u00E1lidos, por favor verifique
BR_DIALOGO_CANCELAR = Se van a descartar cambios ¿Continuar?
BR_GUARDADO_DEFINITIVO_EXITOSO = Declaraci\u00F3n % definitiva guardada exitosamente
BR_GUARDADO_DEFINITIVO=Datos guardados exitosamente. Esta es la \u00FAltima secci\u00F3n del formulario de declaraci\u00F3n, en cualquier momento puede proceder a su previsualizaci\u00F3n y guardado definitivo, o si a\u00FAn le falta diligenciar informaci\u00F3n, puede realizar un guardado parcial para retomarlo posteriormente. Tenga en cuenta que los borradores o guardados parciales no ser\u00E1n tenidos en cuenta como declaraci\u00F3n definitiva para los efectos legales correspondientes.
BR_GUARDADO_DEFINITIVO_CONFIRMACION = Se\u00F1or usuario, estos son los datos registrados en el formulario, ¿Est\u00E1 seguro de hacer el guardado definitivo?
BR_GUARDADO_DEFINITIVO_CONFIRMACION_EXT = Se\u00F1or usuario, el plazo m\u00E1ximo para realizar o modificar su declaraci\u00F3n peri\u00F3dica venci\u00F3 el [dd] de [mm], si desea continuar, quedar\u00E1 como extempor\u00E1nea:
BR_GUARDADO_DEFINITIVO_ERROR=Estimado $ no se puede realizar el guardado definitivo de su declaraci\u00F3n debido a que le hace falta diligenciar la informaci\u00F3n correspondiente a: 
BR_GUARDADO_PARCIAL_DATOS=Datos guardados exitosamente
BR_GUARDADO_PARCIAL_PARIENTES=Datos de parientes en primer grado de consanguinidad y/o c\u00F3nyuge, guardados exitosamente
BR_INTERROGA_ELIMINACION = ¿Señor usuario est\u00E1 seguro de eliminar el registro?
BR_INTERROGA_ELIMINACION_ASOCIACION_ROL = ¿Señor usuario est\u00E1 seguro que desea eliminar el rol asignado al usuario?
BR_MSG_ELIMINACION_EXITOSA =Proceso finalizado
BR_MSG_ELIMINACION_FALLIDA = Error al eliminar
BR_MSG_GUARDADO_FALLIDO=Error al guardar los datos
BR_MSG_MARCAR_CHECK = Señor usuario, debe ingresar información o marcar el check no tengo
BR_MSG_SIN_DATOS = Sin datos
BR_TOOLTIP_BTN_LIMPIAR_EDICION = S\u00ED limpia un registro existente se cancelar\u00E1 \u00E9 sta acción y ser\u00E1 retornado a la lista.
BR_TOOLTIP_BTN_LIMPIAR_NUEVO = Limpiar
BR_VER_DECLARACION_01 = Esta declaraci\u00F3n en periodo 
BR_VER_DECLARACION_02 = consultado se encontraba asociada y/o vinculada a la(s) siguiente(s) entidad(es)
DLG_MSG_EDITAR_REPORTE_ERROR = Por favor verifique que todos los campos est\u00E9n correctamente diligenciados.
DLG_AGREGAR_EXPERIENCIA = Los datos de la Experiencia Laboral Docente han sido registrados correctamente
DLG_ASOCIAR_USUARIO=Activar Usuario
DLG_BR_CONFIRMA_ELIMINA=Se ha eliminado el registro
DLG_CAMPO_INVALID=Valor inv\u00e1lido, considere el tipo de caracteres que est\u00e1 ingresando
DLG_CAMPO_NOT_START_WITH_ZERO=No se permite un n\u00famero de identificaci\u00f3n con cero al inicio
DLG_CAMPO_NUMBER_INVALID=Solo permite ingreso de caracteres num\u00e9ricos
DLG_CARGUE_MASIVO_INICIADO=El proceso de cargue masivo ha iniciado. Una vez termine el proceso recibir\u00e1 un correo electr\u00f3nico.
DLG_CONFIGURATION_INVALID=Existe una configuraci\u00f3n para este componente que est\u00e1 incompleta o es inv\u00e1lida. Por favor rep\u00f3rtelo al adminsitrador
DLG_CONFIRMACION=Confirmar Acci\u00f3n
DLG_CONFIRMACION_QUITAR=Quitar Reporte
DLG_CT_ACCION_NO_PERMITIDA=No existe informaci\u00f3n adicional del proceso
DLG_CT_BUSQUEDA_EXITOSA = B\u00fasqueda Exitosa
DLG_CT_MENSAJE_IMPORTANTE = Mensaje Importante
DLG_CT_MENSAJE_VIGENCIA_ANTERIOR = No es posible modificar este contrato pues finaliz\u00f3 en una vigencia anterior. Comun\u00edquese con el administrador del SIGEPII
DLG_CT_MSG_BUSQUEDA_NO_RESULTADOS = La b\u00fasqueda no arroj\u00F3 resultados, intente de nuevo
DLG_CT_MSG_CONTRATO_DIF_USUENTIDAD = No se puede modificar un contrato de otra entidad
DLG_CT_MSG_CONTRATO_NO_ACTIVO = El contrato  se encuentra inactivo y no puede ser modificado
DLG_CT_MSG_CONTRATO_NO_REGISTRO_EXCLUSIVIDAD = No se puede registrar un contrato de exclusividad con contratos vigentes
DLG_CT_MSG_FECHA_AUT_MENOR_FECHA_INI = La Fecha de la Autorizaci\u00F3n es menor que la Fecha Inicial del Contrato
DLG_CT_MSG_FECHA_INI_MENOR_FECHA_FIRMA = La Fecha de inicio del contrato no puede ser anterior a la Fecha de firma
DLG_CT_MSG_FECHA_FIN_SUSP_MENOR_FECHA_FIN_SUSP = La Fecha Final de la Suspensi\u00F3n es menor que la Fecha Inicial de la Suspensi\u00F3n
DLG_CT_MSG_FECHA_SUSP_MENOR_FECHA_INI_CONTRATO = Alguna de las Fechas de la Suspensi\u00F3n es menor a la Fecha Inicial del Contrato
DLG_CT_MSG_FUENTE_FINANCIACION = Para fuentes de financiaci\u00F3n Naci\u00F3n - Propios no aplica administraci\u00F3n de recursos
DLG_CT_MSG_NO_CONTRATOS_SIGEPII = No tiene contratos registrados en SIGEPII
DLG_CT_MSG_SUPERVISOR_FALTAN_PARAMETROS_BUSCAR = Faltan par\u00E1metros para la b\u00FAsqueda (tipo y/o n\u00FAmero de documento)
DLG_CT_MSG_SUPERVISOR_NO_ENCONTRADO = Supervisor no encontrado
DLG_CT_MSG_TAM_MAX_JUSTIFICACION_NO_PERMITIDO = Tama\u00F1o m\u00E1ximo de justificaci\u00F3n no permitida
DLG_CT_MSG_USUARIO_NO_AUTORIZADO_ACCION_SIGEPII = El usuario no est\u00E1 autorizado para realizar esta acci\u00F3n. Comun\u00EDquese con el administrador del SIGEPII
DLG_CT_MSG_USUARIO_CONSULTA_CONTRATO = El usuario s\u00F3lo puede realizar la acci\u00F3n de consulta de contrato
DLG_DATOS_GUARDADOS_EXITOSA_EXP_DOCENTE=Los datos de la experiencia laboral docente han sido registrados correctamente
DLG_DATOS_GUARDADOS_EXITOSA_EXP_LABORAL=Los datos de la experiencia han sido registrados correctamente
DLG_DATOS_GUARDADOS_EXITOSA=Los datos han sido registrados correctamente
DLG_DESASOCIACION_EXITOSA=Usuario desasociado exitosamente de la entidad
DLG_DESASOCIACION_FALLIDA_CONTRATISTA=El usuario no se puede desasociar, porque tiene vigente una asociaci\u00f3n con la entidad de tipo vinculaci\u00f3n %Tipo_Vinculacion%
DLG_DESASOCIACION_FALLIDA_CONTRATISTA2=El usuario no puede desasociarse porque el usuario en la sesi\u00f3n asocia roles del sistema que no lo permite.
DLG_DESASOCIACION_FALLIDA=No se pudo desasociar el usuario. Usuario no se encuentra asociado a la entidad o tiene contrato vigente con la entidad.
DLG_DOCUMENTO_NO_EXISTE=El n\u00famero de documento ingresado no existe (NIT/C\u00e9dula de Ciudadan\u00eda/etc)
DLG_EDAD_MAXIMA=Fecha inv\u00e1lida. La edad m\u00e1xima permitida es de  
DLG_EDAD_MINIMA=Fecha inv\u00e1lida. La edad m\u00ednima permitida es de
DLG_ELIMINACION_EXITOSA = Eliminaci\u00f3n Exitosa
DLG_ELIMINACION_FALLIDA = Eliminaci\u00f3n Fallida
DLG_EMAIL_INVALID=Verifique el formato ingresado
DLG_ENVIO_EXITOSO=Env\u00edo Exitoso
DLG_FECHA_INVALID=Fecha inv\u00e1lida. Por ejemplo 
DLG_FECHA_INVALIDA_MENOR_INICIAL= Fecha inv\u00e1lida. La END_DATE_NAME es menor a la START_DATE_NAME
DLG_FECHA_MAXIMA=Fecha inv\u00e1lida. La fecha m\u00e1xima permitida es 
DLG_FECHA_MINIMA=Fecha inv\u00e1lida. La fecha m\u00ednima permitida es 
DLG_FILTRO_CONSULTA_HISTORICO_CM=Debe ingresar al menos 1 filtro de b\u00fasqueda
DLG_FORMATO_INVALIDO=Formato de fecha inv\u00e1lido
DLG_GUARDAD_SA_COMISION_INVITACIONES=Comisi\u00f3n para Atender invitaciones de gobiernos extranjeros o de organismos internacionales Registrada Exitosamente
DLG_GUARDADA_EXITOSA_LIC_ORDINARIA=Licencia Ordinaria Registrada Exitosamente
DLG_GUARDADA_RTA=Se ha guardado la respuesta a la pregunta
DLG_GUARDADA_SA_ACCIDENTE_LABORAL=Licencia por Accidente de Trabajo Registrada Exitosamente
DLG_GUARDADA_SA_APLAZAMIENTO_VACACIONES=Aplazamiento de Vacaciones Registrada Exitosamente
DLG_GUARDADA_SA_ASCENSO_MISMA_ENTIDAD=Per\u00edodo de prueba en ascenso en la misma entidad Registrado Exitosamente
DLG_GUARDADA_SA_ASCENSO_OTRA_ENTIDAD=Per\u00edodo de prueba en ascenso en otra entidad Registrado Exitosamente
DLG_GUARDADA_SA_COMISION_CARGO_ENTIDAD=Comisi\u00f3n para Desempe\u00f1ar Cargos de Libre Nombramiento y Remoci\u00f3n Registrada Exitosamente
DLG_GUARDADA_SA_COMISION_ESTUDIO=Comisi\u00f3n de Estudios Registrada Exitosamente
DLG_GUARDADA_SA_COMISION_SERVICIO=Comisi\u00f3n de Servicio Registrada Exitosamente
DLG_GUARDADA_SA_CORRIMIENTO_VACACIONES=Corrimiento de Vacaciones Registrada Exitosamente
DLG_GUARDADA_SA_DEPORTIVA=Licencia para actividades deportivas Registrada Exitosamente
DLG_GUARDADA_SA_DESCANSO=Descanso Compensado Registrado Exitosamente
DLG_GUARDADA_SA_EMPLEO_CARRERA_VACANCIA_TEMPORAL=Encargo en Empleo de Carrera por Vacancia Temporal Registrado Exitosamente
DLG_GUARDADA_SA_EMPLEO_CARRERA=Encargo en Empleo de Carrera Registrado Exitosamente
DLG_GUARDADA_SA_EMPLEO_INTERINSTITUCIONAL=Encargo Interinstitucional se ha Registrado Exitosamente
DLG_GUARDADA_SA_EMPLEO_LIBRE_NOMBRAMIENTO=Encargo en Empleo de Libre Nombramiento y Remoci\u00f3n Registrado Exitosamente
DLG_GUARDADA_SA_ENFERMEDAD_PRO=Licencia por Enfermedad Profesional Registrada Exitosamente
DLG_GUARDADA_SA_ENFERMEDAD=Licencia por Enfermedad Registrada Exitosamente
DLG_GUARDADA_SA_INTERRUPCION_VACACIONES=Interrupci\u00f3n de vacaciones Registrada Exitosamente
DLG_GUARDADA_SA_LIBRE_NOMBRAMIENTO=libre nombramiento y remoci\u00f3n Registrado Exitosamente
DLG_GUARDADA_SA_LUTO=Licencia por Luto Registrada Exitosamente
DLG_GUARDADA_SA_MATERNIDAD=Licencia por Maternidad / Paternidad Registrada Exitosamente
DLG_GUARDADA_SA_NO_REMUNERADA=Licencia no remunerada para estudiar por un a\u00f1o Registrada Exitosamente
DLG_GUARDADA_SA_OTRA=Otra Situaci\u00f3n Administrativa Registrada Exitosamente
DLG_GUARDADA_SA_PERMISO_ACADEMICO_COMPENSADO=Permiso acad\u00e9mico compensado Registrado Exitosamente
DLG_GUARDADA_SA_PERMISO_DOCENTE=Permiso por docencia Registrado Exitosamente
DLG_GUARDADA_SA_PERMISO_REMUNERADO=Permiso Remunerado Registrado Exitosamente
DLG_GUARDADA_SA_PERMISO_SINDICAL=Permiso Sindical Registrado Exitosamente
DLG_GUARDADA_SA_PROVISIONAL=Provisional a Provisional Registrado Exitosamente
DLG_GUARDADA_SA_REGISTRAR_VACACIONES=Registro de Vacaciones Registrada Exitosamente
DLG_GUARDADA_SA_SERVICIO_MILITAR=Prestaci\u00f3n de Servicio Militar Registrada Exitosamente
DLG_GUARDADA_SA_SUSPENSION=Suspensi\u00f3n Provisional Registrada Exitosamente
DLG_DEPENDENCIA_EXISTE_MENSAJE=El nombre ingresado para la dependencia ya existe, por favor ingrese otro
DLG_INGRESAR_INFO_DEPENDENCIA = Debe Ingresar Informaci\u00f3n de Dependencia.
DLG_HEADER_MENSAJES=Estimado Usuario
DLG_INGRESAR_NUMERO_DOC=Por favor ingrese N\u00famero de Identificaci\u00f3n
DLG_INGRESAR_TIPO_DOC=Por favor ingrese Tipo de Documento
DLG_LIQUIDAR_ENTIDAD_EXITO = Liquidaci\u00f3n exitosa- La entidad qued\u00f3 en estado (en liquidaci\u00f3n o liquidada)
DLG_LLENAR_CAMPOS= Debe llenar los datos del formulario
DLG_LOGIN_COMPLETO=Login completo
DLG_LOGIN_FALLIDO=Login fallido
DLG_LONGITUD_CAMPO_INVALID_BET=Longitud inv\u00e1lida, debe ingresar entre VALUE_MIN y VALUE_MAX caracteres
DLG_LONGITUD_CAMPO_INVALID_MAX=Longitud inv\u00e1lida, ha sobrepasado el n\u00famero de caracteres
DLG_LONGITUD_CAMPO_INVALID_MIN=Longitud inv\u00e1lida, debe ingresar m\u00ednimo VALUE_MIN caracteres
DLG_LONGITUD_CAMPO_INVALID_NUM_BET=Longitud inv\u00e1lida, debe ingresar entre VALUE_MIN y VALUE_MAX d\u00edgitos
DLG_LONGITUD_CAMPO_INVALID_NUM_MAX=Longitud inv\u00e1lida, debe ingresar m\u00e1ximo VALUE_MAX d\u00edgitos
DLG_LONGITUD_CAMPO_INVALID_NUM_MIN=Longitud inv\u00e1lida, debe ingresar m\u00ednimo VALUE_MIN d\u00edgitos
DLG_NICK_NAME_INVALID=N\u00famero de Identificaci\u00f3n inv\u00e1lido. Pruebe con un n\u00famero de documento de identidad v\u00e1lido
DLG_PAGE_EXCEPTION_ERROR_SUBJECT1=Se ha detectado un error de conexión entre su explorador y el servidor en el cuál está alojada la aplicación
DLG_PAGE_EXCEPTION_ERROR_SUBJECT2=Por favor verifique el estado de su red, cierre sesi\u00f3n e ingrese nuevamente
DLG_PAGE_EXCEPTION_ERROR_SUBJECT3= Si el problema persiste consulte con el administrador
DLG_PAGE_EXCEPTION_ERROR=No se puede acceder a este Sitio
DLG_PAGE_EXCEPTION_NO_AUTHORIZED_SUBJECT=Si considera que es un error, por favor reportarlo al administrador del sistema a 
DLG_PAGE_EXCEPTION_NO_AUTHORIZED=Lo sentimos, est\u00e1 tratando de ingresar a p\u00e1gina que no ha sido autorizada para su perfil
DLG_PAGE_EXCEPTION_NO_FOUND_SUBJECT=Vaya al men\u00fa de usuario
DLG_PAGE_EXCEPTION_NO_FOUND=P\u00e1gina no pudo ser encontrada
DLG_PATH_INVALID=Ruta inv\u00e1lida
DLG_PROCESANDO=Esperando confirmaci\u00f3n
DLG_PROCESO_CARGA_IMG=La imagen debe ser de fromato JPG o JPEG
DLG_PROCESO_EXITOSO=Proceso exitoso
DLG_PROCESO_FALLIDO=Proceso fallido. Error del sistema
DLG_PROCESO_FALLIDO_DEPENDENCIA=Proceso fallido. Error del sistema Al Guardar la Dependencia
DLG_REGISTRO_ELIMINADO_CORRECTAMENTE=Se ha eliminado exitosamente el registro.
DLG_REGISTRO_EXISTE=El registro ya existe en el sistema
DLG_SELECCIONAR_FUNCIONARIO=Se debe seleccionar el funcionario al que desea gestionar.
DLG_SELECCIONAR_PERSONA = Debe seleccionar una persona de la lista desplegable para poder continuar
DLG_SELECCIONAR_ENTIDAD = Debe seleccionar al menos una entidad de la tabla para poder continuar
DLG_SIN_ENTIDAD_ASOCIADA=El usuario no tiene entidad asocida. No puede realizar ninguna desasociaci\u00f2n
DLG_SIN_REGISTROS=Sin registros
DLG_SUM_VACANTES_MH_NO_IGUAL_TOTALD = La suma de los vacantes, mujeres y hombre no es igual al total de desisorios
DLG_SUM_VACANTES_MH_NO_IGUAL_OTROSD = La suma de los vacantes, mujeres y hombre no es igual al total de otros desisorios
DLG_SUM_DECISORIO_DIFERENTE_DIRECTIVOS = La suma de los desisorios no es igual a los directivos
DLG_TEXTO_INVALIDO=Solo se permite las letras min\u00fasculas y may\u00fasculas del alfabeto (A-Z incluyendo la letra \u00d1 y las vocales con t\u00edldes).
DLG_TIPO_DOCUMENTO_INVALIDO=Tipo de documento no permitido
DLG_TIPO_PROCESO_CARGUE_MASIVO_REQUERIDO=Por favor seleccione el tipo de proceso para el cargue masivo.
DLG_URL_INVALID=URL inv\u00e1lida
DLG_VALIDAR_PASS=La nueva contrase\u00f1a y la contrase\u00f1a de confirmaci\u00f3n no son iguales.
DLG_VALIDATOR_MESSAGE_ENTEROS       = Favor ingrese n\u00fameros enteros (sin separador decimal ni comas)
DLG_VALIDATOR_MESSAGE_POSTIVOS      = El valor debe ser mayor o igual a cero
DLG_VALIDATOR_MESSAGE_MAYOR_UNO     = El valor debe ser mayor o igual a 1
DLG_VALIDATOR_MESSAGE_POSTIVOS_13   = Favor ingrese un valor entre 0 y 9999999999999
DLG_VALIDATOR_MESSAGE_POSTIVOS_15   = Favor ingrese un valor entre 0 y 999999999999999
DLG_VALIDATOR_MESSAGE_POSTIVOS_15_1 = Favor ingrese un valor entre 1 y 999999999999999
DLG_VALOR_CAMPO_INVALID_NUM_BET=Valor inv\u00e1lido, debe ingresar un valor comprendido entre VALUE_MIN y VALUE_MAX
DLG_VALOR_CAMPO_INVALID_NUM_MAX=Valor inv\u00e1lido, debe ingresar un valor m\u00e1ximo de VALUE_MAX
DLG_VALOR_CAMPO_INVALID_NUM_MIN=Valor inv\u00e1lido, debe ingresar un valor m\u00ednimo de VALUE_MIN
DLG_VALOR_REQUERIDO_HV=Campo obligatorio sin diligenciar
DLG_VALOR_REQUERIDO=Campo obligatorio sin diligenciar
DLG_VALOR_ALFANUMERICO = Campo Alfanum\u00E9rico
ENT_ESC_MSG_CARGOS_SIN_REASIGNAR = Todav\u00EDa no se han reasignado todos los cargos, reasigne todos los cargos mostrados en la pantalla e intentelo de nuevo si el problema persiste consulte con el administrador del sistema.
ENT_ESC_MSG_ESCISION_EXITOSO = La escision de la entidad se ha realizado con exito.
ENT_ESC_MSG_SELECCIONE_ENTIDAD = Por favor Selecciona una o m\u00E1s entidades en la tabla para continuar, marque la respectiva casilla de verificaci\u00F3n.
javax.faces.validator.LengthValidator.MAXIMUM=La cantidad de car\u00e1cteres ingresados superan los permitidos
MSG_ACTUALIZACION_PARAMETRO=El par\u00e1metro fue actualizado exitosamente
MSG_AUDITORIA_VER_DETALLE = La tabla seleccionada no tiene registros de auditor\u00EDas
MSG_ARCHIVO_ARCHIVO_NO_EXISTE=El archivo no existe
MSG_ARCHIVO_CARGA_EXITOSA=El archivo %nombrearchivo% fue cargado exitosamente
MSG_ARCHIVO_CARGA_FALLIDA=No fue posible cargar el archivo
MSG_ARCHIVO_CONVERTIDOR_INVALIDO=Error al convertir el archivo
MSG_ARCHIVO_EXISTE=Este archivo ya existe
MSG_ARCHIVO_EXTENSION_INVALIDA=Uno o m\u00e1s archivos tienen formato no v\u00e1lido para el proceso
MSG_ARCHIVO_LIMITE_SUPERADO=La cantidad de archivo(s) supera la m\u00e1xima definida por el proceso
MSG_ARCHIVO_NO_ADJUNTO=Sin archivos adjuntos
MSG_ARCHIVO_NOMBRE_INVALIDO=Nombre de archivo inv\u00e1lido
MSG_ARCHIVO_SOLO_CARGUE_AUTOMATICO=El cargue para este proceso est\u00e1 permitido solo de forma autom\u00e1tica
MSG_ARCHIVO_TAMANIO_SUPERADO=El tama\u00f1o del archivo supera al m\u00e1ximo permitido por el proceso
MSG_ASIGNACION_ROL_USUARIO_NO_AUTORIZADO=No est\u00e1 autorizado para asignar este rol al usuario.
MSG_BORRADO_DESH_VINCULACION=Se ha borrado de SIGEP II la %accion% que hab\u00eda sido realizada el %fecha%.
MSG_BR_EDAD_NO_APTA_DOCUMENTO_2 = La edad para el documento elegido no puede ser superior a los 18 años
MSG_BR_EDAD_NO_APTA_DOCUMENTO_1 = La edad para el documento elegido no puede ser inferior a los 18 años
MSG_BR_EDAD_PARIENTE_ERRADA = El pariente ingresado no puede ser mayor que su padre.
MSG_BR_ERROR_PARAMETROS_FECHAS = Error en la parametrizaci\u00F3n de las fechas
MSG_BR_ERROR_RECUPERANDO_PERSONA = Se ha generado un error recuperando datos de la persona
MSG_BR_PARIENTE_EXISTE = Ya se ha ingresado un pariente con este tipo de parentesco
MSG_BR_REGISTRO_EXISTENTE = El registro ya existe
MSG_BR_REGISTRO_INCOMPLETO = El registro que esta intentando ingresar o alguno registrado no tiene el nombre de la entidad o la instituci\u00F3n
MSG_CALIDAD_DATOS_APLICA_REGLAS_ERROR = Error aplicando reglas
MSG_CALIDAD_DATOS_APLICA_REGLAS_OK = Reglas aplicadas correctamente
MSG_CALIDAD_DATOS_ARCHIVO_CARGADO = Archivo cargado correctamente
MSG_CALIDAD_DATOS_ARCHIVO_ERROR = Error cargando archivo, consulte su administrador
MSG_CALIDAD_DATOS_NO_ARCHIVO = No ha seleccionado archivo 
MSG_CALIDAD_DATOS_EJECUTA_SEGUNDO_PLANO = El proceso se ejecutar\u00E1 en segundo plano y se notificar\u00E1 por correo electr\u00F3nico
MSG_CANCELAR_APROBAR=Se ha cancelado la aprobaci\u00f3n de esta hoja de vida
MSG_CANCELAR_VERIFICAR_SOPORTE=Se descartaron las modificaciones realizadas
MSG_CARGA_MASIVA_CUERPO_CORREO= El proceso de cargue masivo %NOMBRE_TIPO_CARGUE ha finalizado. Usted tiene disponible el reporte para su consulta por %DIAS_CONSULTA d\u00EDas y para consultarlo debe de ingresar a SIGEPII opci\u00F3n "HISTORICO DE CARGAS MASIVAS". %RETORNO %RETORNO Fecha de Inicio de la Carga: %FECHA_INICIO_CARGA %RETORNO Fecha de Terminaci\u00F3n: %FECHA_TERMINACION %RETORNO Nombre de la Entidad: %NOMBRE_ENTIDAD %RETORNO Tipo de Cargue: %TIPO_CARGUE %RETORNO Usuario que realiz\u00F3 el Cargue: %USUARIO_CARGUE %RETORNO Estado del Proceso: %ESTADO_PROCESO %RETORNO Cantidad de Registros Cargados Exitosamente: %CANTIDAD_EXITOSOS %RETORNO Cantidad de registros con error: %CANTIDAD_ERROR
MSG_CARGA_MASIVA_ASUNTO_CORREO = Resultado del proceso de carga masiva %NOMBRE_TIPO_CARGUE
MSG_CANCELAR_BUSQUEDA_ENTIDADES_ASOCIAR = Se ha cancelado el filtro de b\u00FAsqueda.
MSG_CODIGO_ENTIDAD=El c\u00f3digo de la entidad:
MSG_CM_MAXIMO_TAM_PERMITIDO = El archivo que est\u00e1 tratando de cargar supera el tama\u00f1o permitido %tamnnoArchivoCM% bytes, se sugiere realizar el cargue por partes, esto requerir\u00e1 ejecutar el proceso varias veces.
MSG_CONF_EDITAR_REG=\u00bfSe\u00f1or usuario est\u00e1 seguro de modificar o editar el registro?
MSG_CONFIMRAR_CAMBIAR_IDIOMA = Se\u00f1or usuario, ser\u00E1 redireccionado a la p\u00E1gina principal para aplicar el cambio y se cerrar\u00E1 la ventana activa.
MSG_CONFIRMAR_CAMBIAR_CONTRASENIA=Se ha enviado un correo electr\u00f3nico con el enlace para la recuperaci\u00f3n de la contrase\u00f1a, revise la bandeja de correo no deseado si no aparece en la Bandeja de correo principal. CUENTA_CORREO
MSG_CONFIRMAR_CAMBIAR_CONTRASENIA_SMS=Se ha enviado un correo electr\u00f3nico con el enlace para la recuperaci\u00f3n de la contrase\u00f1a, revise la bandeja de correo no deseado si no aparece en la Bandeja de correo principal, en caso de presentar problemas se enviar\u00E1 mensaje de texto al tel\u00E9fono registrado. CUENTA_CORREO
MSG_CONFIMRAR_CAMBIAR_CONTRASTE = Se\u00f1or usuario, ser\u00E1 redireccionado a la p\u00E1gina principal para aplicar el cambio y se cerrar\u00E1 la ventana activa.
MSG_CONTRATOS_SIN_CARGO = No se encontr\u00f3 cargo
MSG_CORREO_EDITADO=Su correo principal cambi\u00f3, \u00bfest\u00e1 seguro qu\u00e9 desea cambiarlo?
MSG_CREACION_PARAMETRO_SISTEMA=Se ha almacenado correctamente el valor del par\u00e1metro
MSG_CREACION_PARAMETRO=El par\u00e1metro fue creado exitosamente
MSG_CREACION_SITUACION_PARTICULAR_EXITO=Creaci\u00f3n exitosa de la nueva situaci\u00f3n administrativa particular.
MSG_CUENTA_TICKET_INVALIDO_LOGIN_EXTERNO=Acceso denegado, la autenticaci\u00f3n no ha sido comprobada
MSG_CUENTA_TICKET_INVALIDO_NUEVA_SOLICITUD=Solicite o genere un nuevo ticket. Ticket caduc\u00f3, venci\u00f3 el
MSG_CUENTA_TICKET_INVALIDO=El enlace que se ha compartido a su correo electr\u00f3nico ha caducado o ha dejado de funcionar. Para generar un nuevo enlace ingrese en esta pantalla el Tipo de Documento y el N\u00famero de Identificaci\u00f3n y luego presione el bot\u00f3n Ingresar
MSG_CUENTA_USUARIO_BLOQUEADA=El usuario excedi\u00f3 el m\u00e1ximo n\u00famero de intentos de ingreso al sistema. Por favor ingresar a la opci\u00f3n de reestablecer su contrase\u00f1a
MSG_CUENTA_USUARIO_CADUCA=La cuenta se encuentra expirada
MSG_CUENTA_USUARIO_DIRECCION_IP_INVALIDA=El lugar desde que intenta ingresar no est\u00e1 permitido para el ingreso al sistema
MSG_CUENTA_USUARIO_DIRECCION_MAC_INVALIDA=La m\u00e1quina desde que intenta ingresar no est\u00e1 permitida para el ingreso al sistema
MSG_CUENTA_USUARIO_ELIMINADA=Usuario est\u00e1 inactivo
MSG_CUENTA_USUARIO_NO_AUTORIZADA_CAMBIO_PASS=El usuario no est\u00e1 autorizado en este momento para restablecer su contrase\u00f1a
MSG_CUENTA_USUARIO_NO_EXISTE=Usuario no existe
MSG_CUENTA_USUARIO_PASS_CAMBIO_EXITOSO=El cambio de contrase\u00f1a se complet\u00f3 de forma exitosa
MSG_CUENTA_USUARIO_PASS_CAMBIO=Debe cambiar la contrase\u00f1a para continuar
MSG_CUENTA_USUARIO_PASS_CHAR_INVALIDOS=La contrase\u00f1a no puede tener caracteres inv\u00e1lidos
MSG_CUENTA_USUARIO_PASS_INVALIDO=La contrase\u00f1a actual no concuerda con la registrada en el sistema
MSG_CUENTA_USUARIO_PASS_INVALIDOS=Las contrase\u00f1as no son v\u00e1lidas. Valide los caracteres de tipo s\u00edmbolos permitidos.
MSG_CUENTA_USUARIO_PASS_LONG_MAX=Las contrase\u00f1a no cumple con la longitud m\u00e1xima de caracteres. La cual debe ser de 
MSG_CUENTA_USUARIO_PASS_LONG_MIN=Las contrase\u00f1a no cumple con la longitud m\u00ednima de caracteres. La cual debe ser de 
MSG_CUENTA_USUARIO_PASS_MIN_MAYUSCULAS=La contrase\u00f1a debe tener un m\u00ednimo de may\u00fasculas. El cual debe ser de 
MSG_CUENTA_USUARIO_PASS_MIN_NUMEROS=La contrase\u00f1a debe tener un m\u00ednimo de n\u00fameros. El cual debe ser de
MSG_CUENTA_USUARIO_PASS_MIN_SIMBOLOS=La contrase\u00f1a debe tener un m\u00ednimo de s\u00edmbolos tales como *+@\#$%&/\=, sin espacios. El cual debe ser de 
MSG_CUENTA_USUARIO_PASS_NO_COINCIDEN=Las contrase\u00f1as deben ser iguales
MSG_CUENTA_USUARIO_PASS_NO_VALIDA=La contrase\u00f1a ingresada no es v\u00e1lida. Intente ingresando otra.
MSG_CUENTA_USUARIO_PASS_EQUAL=La contrase\u00f1a ingresada debe ser diferente a la actual
MSG_CUENTA_USUARIO_PASS_REQ_MIN_SEG=La contrase\u00f1a no cumple con los requisitos m\u00ednimos de seguridad.
MSG_CUENTA_USUARIO_SESION_ACTIVA_CAMBIO_PASS=Por favor cierre sesi\u00f3n activa para acceder al cambio de contrase\u00f1a
MSG_CUENTA_USUARIO_TICKET_INVALIDO=Usuario o ticket inv\u00e1lido
MSG_CUENTA_USUARIO_NO_ENTIDAD = La Entidad a la que estaba asociado se encuentra en estado INACTIVA
MSG_CUENTA_USUARIO_NO_ENTIDAD_NO_ROL = El usuario no posee roles activos para entidades activas, consulte su administrador
MSG_DATO_NO_CONFIGURADO = Dato no configurado
MSG_DATOS_GUARDADOS=Datos guardados
MSG_DATOS_EMPLEO_PUBLICO_LEY_CUOTAS = La entidad cumple con la Ley de Cuotas
MSG_DATOS_EMPLEO_PUBLICO_NO_LEY_CUOTAS = La entidad no cumple con la Ley de Cuotas
MSG_DEBERA_SER_IGUAL=deber\u00e1 ser igual a:
#MSG_DECLARACION_001=Se\u00f1or(a) usuario, no tiene ning\u00fan borrador para el tipo de declaraci\u00f3n [#tipo] en el per\u00edodo [#fechaInicio] al [#fechaFinal], por lo cual el sistema generar\u00e1 una nueva declaraci\u00f3n, la cual podr\u00e1 tener datos precargados coincidentes de su hoja de vida y otras fuentes de informaci\u00f3n, la cual podr\u00e1 modificar en el borrador hasta tanto no realice el guardado definitivo. La fecha l\u00EDmite para elaborar la declaraci\u00F3n es #fechalimite. Para el per\u00edodo [#fechaInicio] al [#fechaFinal] se registrar\u00E1 como extempor\u00E1nea.
MSG_DECLARACION_001=Se\u00f1or(a) usuario, no tiene ning\u00fan borrador para el tipo de declaraci\u00f3n [#tipo] en el per\u00edodo [#fechaInicio] al [#fechaFinal], por lo cual el sistema generar\u00e1 una nueva declaraci\u00f3n, la cual podr\u00e1 tener datos precargados coincidentes de su hoja de vida y otras fuentes de informaci\u00f3n, la cual podr\u00e1 modificar en el borrador hasta tanto no realice el guardado definitivo.
MSG_DECLARACION_002=Se\u00f1or(a) usuario, usted ya cuenta con un borrador para el tipo de declaraci\u00f3n \u201c#tipo\u201d en el per\u00edodo [#fechaInicio] al [#fechaFinal], se cargar\u00e1n los datos que tiene actualmente registrados, los cuales podr\u00e1 modificar cuantas veces desee hasta tanto no guarde su declaraci\u00f3n de forma definitiva
MSG_DECLARACION_003=Se\u00f1or(a) usuario, usted cuenta con un borrador para el tipo de declaraci\u00f3n \u201c#tipo\u201d en el per\u00edodo [#fechaInicio] al [#fechaFinal] en la Entidad #entidad la cual es diferente a la  seleccionada, el sistema le cargara el borrador hasta que realice el guardado definitivo.
MSG_DECLARACION_004=Se\u00f1or(a) usuario, tiene una declaraci\u00f3n generada y finalizada para el tipo de declaraci\u00f3n  [#tipo] en el per\u00edodo [#fechaInicio] al [#fechaFinal], seleccione otro tipo de Declaraci\u00f3n.
MSG_DECLARACION_005=Se\u00f1or(a) usuario, tiene una declaraci\u00f3n generada y finalizada para el tipo de declaraci\u00f3n  [#tipo] en el per\u00edodo [#fechaInicio] al [#fechaFinal], se cargara informacion almacenada.
MSG_DECLARACION_006=Se\u00f1or(a) usuario, no tiene ning\u00fan borrador para el tipo de declaraci\u00f3n [#tipo] en el per\u00edodo [#fechaInicio] al [#fechaFinal], por lo cual el sistema generar\u00e1 una nueva declaraci\u00f3n, la cual podr\u00e1 tener datos precargados coincidentes de su hoja de vida y otras fuentes de informaci\u00f3n, la cual podr\u00e1 modificar en el borrador hasta tanto no realice el guardado definitivo.
MSG_DECLARACION_007=Se\u00f1or(a) usuario, el tipo de declaraci\u00f3n de [#tipo"] para el per\u00edodo [#fechaInicio] al [#fechaFinal], no se puede realizar porque ya tiene declaraciones fianlizadas para este per\u00edodo.
MSG_DECLARACION_008=No se Realizo la Creacion de la Declaraci\u00f3n Consulte con el administrador del Sistema.
MSG_DECLARACION_009=Se\u00f1or(a) usuario, usted ya ha registrado y finalizado una declaracion [#tipo] para el per\u00edodo [#fechaInicio] al [#fechaFinal] Entidad receptora #entidad, si desea presentarla a otra entidad, en el proceso de impresion seleccione la entidad receptora.
MSG_DECLARACION_010=Se\u00f1or(a) usuario, el sistema presenta un error, se encuentra mas de una declaracion en borrador consulte con el administador.
MSG_DECLARACION_011=Se\u00f1or(a) usuario. Usted se encuentra registrado y vigente en la Entidad [#entidad] de Bogot\u00e1 Distrito Capital, por lo cual debe realizar su registro de bienes y rentas en el Sistema de Informaci\u00f3n Distrital del Empleo y la Administraci\u00f3n P\u00fablica SIDEAP.
MSG_DECLARACION_012=Elija la acci\u00f3n que desea realizar
MSG_DECLARACION_013=Se\u00f1or usuario usted va a realizar su declaraci\u00f3n de ingreso en la Entidad [#entidad].
MSG_DECLARACION_014= A continuaci\u00f3n se precargar\u00e1 la declaraci\u00f3n seleccionada por usted para que realice los cambios que requiera, cuantas veces necesite, hasta tanto usted no realice un Guardado Definitivo con lo cual generar\u00e1 una declaraci\u00f3n que quedar\u00e1 marcada como una modificaci\u00f3n a una declaraci\u00f3n ya existente.
MSG_DECLARACION_BTN_CANCEL=Se van a descartar cambios \u00bfContinuar?
MSG_DECLARACION_GUARDADO_FINAL=Declaraci\u00f3n [#tipo] definitiva guardada exitosamente
MSG_DECLARACION_SEC_FINAL=Datos guardados exitosamente. Esta es la \u00faltima secci\u00f3n del formulario de declaraci\u00f3n, en cualquier momento puede proceder a su previsualizaci\u00f3n y guardado definitivo, o si a\u00fan le falta diligenciar informaci\u00f3n, puede realizar un guardado parcial para retomarlo posteriormente. Tenga en cuenta que los borradores o guardados parciales no ser\u00e1n tenidos en cuenta como declaraci\u00f3n definitiva para los efectos legales correspondientes
MSG_DESCARTAR_CAMBIOS=Se van a descartar cambios \u00bfContinuar?
MSG_DESHACER_VINCULACION = \u00bfDesea reversar la \u00faltima %tipoAccion% de la entidad %nombreEntidad% con fecha %fecha% de esta persona?
MSG_EDICION_CORRECTA=Se ha modificado o editado exitosamente el registro.
MSG_EDUCACION_FORMAL_ERROR_FECHA_GRADO = La fecha de grado de la experiencia es menor a la fecha de nacimiento de la persona, por favor verifique
MSG_EDUCACION_FORMAL_ERROR_FECHA_GRADO_FINALIZACION = La fecha de grado de la experiencia es menor a la fecha de finalizaci\u00f3n de materias, por favor verifique
MSG_ELIMINACION_PARAMETRO_LOGICO=Eliminaci\u00f3n Exitosa. El par\u00e1metro se inactivo debido a que ya fue utilizado dentro del sistema.
MSG_ELIMINACION_PARAMETRO=El par\u00e1metro fue eliminado exitosamente
MSG_ELIMINAR_EXPERIENCIA_DOCENTE = La Experiencia Docente ser\u00e1 eliminada de la hoja de vida, \u00bfEst\u00e1 seguro que desea continuar con el proceso?
MSG_ELIMINAR_HOJAVIDA=Se han eliminado los datos
MSG_ELIMINAR_PREGUNTA=Pregunta de opini\u00f3n eliminada Exitosamente
MSG_ELIMINAR_ENTIDAD_CON_VINCULACIONES = Se\u00F1or usuario, la entidad tiene asociaciones activas (contratos, pol\u00EDticas, vinculaciones, etc.), ¿Desea continuar con la eliminaci\u00F3n de entidad?
MSG_ENTIDAD_CARACTERIZACION_GUARDADA=Datos de caracterizaci\u00f3n guardados exitosamente, si desea modificarlos debe hacerlo desde la funcionalidad de gesti\u00f3n de entidades
MSG_ENTIDAD_CARACTERIZACION_CANCELAR = Se borrar\u00E1n los datos de caracterizaci\u00F3n ingresados. ¿Cancelar?
MSG_ENTIDAD_CREACION_ENTIDAD = Entidad creada exitosamente con el c\u00f3digo SIGEP: [#codigo]. Se ha enviado correo a los usuarios Caracterizador de Entidad y Administrador Pol\u00edticas para que finalicen la caracterizaci\u00f3n de la entidad
MSG_ENTIDAD_ERROR_ELIMINANDO_CONTRATOS     = Error eliminando contratos asociados a la entidad
MSG_ENTIDAD_ERROR_ELIMINANDO_VINCULACIONES = Error eliminando vinculaciones asociadas a la entidad
MSG_VINCULACION_FECHA_POSESION_MENOR_NACIMIENTO = La fecha de posesi\u00F3n es menor a la fecha de nacimiento de la persona a vincular, por favor verifique.
MSG_VINCULACION_MENOR_EDAD = No se puede realizar la vinculaci\u00F3n. La persona a vincular es menor de edad, por favor verifique.
MSG_VINCULACION_FECHA_POSESION_MENOR_ENTIDAD = La fecha de posesi\u00F3n es menor a la fecha de creaci\u00F3n de la entidad, por favor verifique.
MSG_VINCULACION_PERSONA_MUERTA = No se permite la vinculaci\u00F3n del Servidor P\u00FAblico. La persona a vincular fue desvinculado con anterioridad con causal de muerte. 
MSG_ENTIDAD_DATOS_BASICOS_MODIFICADOS=Datos b\u00e1sicos modificados correctamente
MSG_ENTIDAD_DATOS_CARACTERIZACION_MODIFICADOS=Datos de caracterizaci\u00f3n de entidad modificados exitosamente
MSG_ENTIDAD_ESTRUCTURA_ADV_USUARIO                 = Estimado usuario
MSG_ENTIDAD_ESTRUCTURA_DEPENDENCIA_ELIMINADA_EXITO = Dependencia eliminada satisfactoriamente
MSG_ENTIDAD_ESTRUCTURA_DEPENDENCIA_ELIMINADA_ERROR = Error eliminando dependencia,verifique el detalle o contacte su administrador
MSG_ENTIDAD_ESTRUCTURA_ENTIDAD_NO_ACTIVA           = La entidad no se encuentra activa
MSG_ENTIDAD_ESTRUCTURA_ENTIDAD_NO_ESTRUCTURA       = La entidad no tiene estructura
MSG_ENTIDAD_ESTRUCTURA_ADVERTENCIA_CAMBIOS 		   = Se hicieron modificaciones en la lista de dependencias, debe guardar los datos para continuar.
MSG_ENTIDAD_ESTRUCTURA_ESTRUCTURA_NO_DEFINTIVA     = La estructura no es defintiva
MSG_ENTIDAD_ESTRUCTURA_GUARDADO_DEFINITIVO_ERROR   = Error guardando estructura, verifique el detalle o contacte su administrador
MSG_ENTIDAD_ESTRUCTURA_GUARDADO_DEFINITIVO_EXITO   = Actualizaci\u00F3n de la Estructura Organizacional del Entidad de forma Exitosa
MSG_ENTIDAD_ESTRUCTURA_GUARDADO_PARCIAL_ERROR      = Error en guardado parcial de estructura, verifique el detalle o contacte su administrador
MSG_ENTIDAD_ESTRUCTURA_GUARDADO_PARCIAL_EXITO      = Guardado parcial de estructura exitoso
MSG_ENTIDAD_ESTRUCTURA_NO_PERMISO                  = Usted no tiene permisos para realizar \u00E9sta acci\u00F3n
MSG_ENTIDAD_ESTRUCTURA_NO_DEPENDENCIAS             = No existen dependencias para generar el organigrama
MSG_ENTIDAD_ESTRUCTURA_OBTENER_ENTIDAD_ERROR       = Error obteniendo la entidad a procesar, verifique el detalle o contacte su administrador
MSG_ENTIDAD_ESTRUCTURA_ORGANIGRAMA_EXITO           = Organigrama generado satisfactoriamente
MSG_ENTIDAD_ESTRUCTURA_ORGANIGRAMA_ERROR           = Error generando organigrama, verifique el detalle o contacte su administrador
MSG_ENTIDAD_ESTRUCTURA_VALIDA_JERARQUIA_I          = Ya existe una jerarqu\u00EDa padre, solo puede existir un nodo ra\u00EDz.
MSG_ENTIDAD_ESTRUCTURA_VALIDA_JERARQUIA_NOMBRE     = El nombre de la jerarquia no puede terminar en \".\"
MSG_ENTIDAD_ESTRUCTURA_VALIDA_JERARQUIA_NOPADRE    = La jerarqu\u00EDa no puede ser su propio padre
MSG_ENTIDAD_ESTRUCTURA_VALIDA_JERARQUIA_NUMERICA   = S\u00F3lo puede ingresar números o caracteres punto \".\" 
MSG_ENTIDAD_ESTRUCTURA_VALIDA_JERARQUIA_PADRE      = La jerarqu\u00EDa no tiene padre
MSG_ENTIDAD_ESTRUCTURA_VALIDA_JERARQUIA_SIN_RAIZ   =  La jerarqu\u00EDa no tiene padre. Debe existir un nodo ra\u00EDz.
MSG_ENTIDAD_ESTRUCTURA_VALIDA_JERARQUIA_PADRE_VARIAS =No puede existir m\u00E1s de una jerarqu\u00EDa padre
MSG_ENTIDAD_ESTRUCTURA_VALIDA_JERARQUIA_REPETIDA   = La jerarqu\u00EDa ingresada ya existe
MSG_ENTIDAD_ESTRUCTURA_ADVERTENCIA_VINCULACION	   = No se puede eliminar el registro, debido a que la dependencia seleccionada tiene contratos y/o vinculaciones activas.		
MSG_ENTIDAD_FUSIONAR_EXITO						   = Fusi\u00f3n exitosa
MSG_ENTIDAD_FUSIONAR_PERSONAS_VINCULADAS		   = No se puede fusionar la entidad: %entidad% debido a que a\u00FAn tiene: %personas% personas vinculadas activas
MSG_ENTIDAD_EXISTE = El nombre de la entidad para el departamento y municipio seleccionados ya ha sido creado
MSG_ENTIDAD_INEXISTENTE=El c\u00f3digo de la Entidad ingresado no existe. Por favor verifique.
MSG_ENTIDAD_INEXISTENTE_SA = Antes de guardar una situaci\u00f3n en comisi\u00f3n, debe de diligenciar una entidad de comisi\u00f3n de servicios v\u00E1lida.
MSG_ENTIDAD_SITUACION_ELIMINADA=Se ha eliminado correctamente el registro.
MSG_ENTIDAD_ELIMINADA=Se ha eliminado la entidad correctamente
MSG_ENTIDAD_NOMENCLATURA_ASOCIAR_ENTIDADES = Desea asociar la nomenclatura a las entidades seleccionadas?
MSG_ENTIDAD_NOMENCLATURA_ASOCIAR_ERROR = Error asociando nomenclatura a entidades, verifique con su administrador
MSG_ENTIDAD_NOMENCLATURA_ASOCIAR_EXITO = Asociaci\u00F3n de nomenclatura a entidades realizada de manera correcta
MSG_ENTIDAD_NOMENCLATURA_ASOCIAR_NO_DENOMINACIONES = La nomenclatura no tiene denominaciones asociadas
MSG_ENTIDAD_NOMENCLATURA_CANCELAR_ASOCIAR_ENTIDADES = Desea cancelar la asociaci\u00F3n de nomenclatura a entidades?
MSG_ENTIDAD_NOMENCLATURA_CANCELAR_INCREMENTO = Desea cancelar el incremento?
MSG_ENTIDAD_NOMENCLATURA_DENOMINACION_APLICAR_OPCION_INCREMENTO = Desea aplicar la opci\u00F3n de incremento a las denominaciones?
MSG_ENTIDAD_NOMENCLATURA_DENOMINACION_ELIMINAR_ERROR = Error eliminando Denominaci\u00F3n
MSG_ENTIDAD_NOMENCLATURA_DENOMINACION_ELIMINAR_EXITO = Denominaci\u00F3n eliminada satisfactoriamente
MSG_ENTIDAD_NOMENCLATURA_DENOMINACION_GUARDAR_ERROR = Error guardando las denominaciones, consulte su administrador
MSG_ENTIDAD_NOMENCLATURA_ELIMINAR_ERROR = Error eliminando nomenclatura
MSG_ENTIDAD_NOMENCLATURA_ELIMINAR_EXITO = Nomenclatura eliminada satisfactoriamente
MSG_ENTIDAD_NOMENCLATURA_EN_PROCESO = Hay cambios sin guardar, por favor termine o cancele la acci\u00F3n
MSG_ENTIDAD_NOMENCLATURA_FUSIONAR_CANCELAR = Desea cancelar el proceso de equivalencias?
MSG_ENTIDAD_NOMENCLATURA_FUSIONAR_CONFIRMAR = Desea realizar el proceso de equivalencias?
MSG_ENTIDAD_NOMENCLATURA_FUSIONAR_DESTINO_IGUAL_ORIGEN = Debe seleccionar un or\u00EDgen que no sea el destino
MSG_ENTIDAD_NOMENCLATURA_FUSIONAR_ERROR = Error realizando equivalencias, consulte con su administrador.
MSG_ENTIDAD_NOMENCLATURA_FUSIONAR_EXITO = Proceso de equivalencias realizado satisfactoriamente.
MSG_ENTIDAD_NOMENCLATURA_FUSIONAR_SALARIO_INVALIDO = Uno de los or\u00EDgenes tiene salario mayor al destino
MSG_ENTIDAD_NOMENCLATURA_FUSIONAR_SEL_DESTINO = Debe seleccionar destino
MSG_ENTIDAD_NOMENCLATURA_FUSIONAR_SEL_ORIGEN  = Debe seleccionar m\u00EDnimo un origen
MSG_ENTIDAD_NOMENCLATURA_GUARDAR_INCREMENTO = Desea guardar el incremento salarial?
MSG_ENTIDAD_NOMENCLATURA_GUARDAR_PARCIAL_ERROR = Error guardando nomenclatura parcialmente
MSG_ENTIDAD_NOMENCLATURA_GUARDAR_PARCIAL_EXITO = La nomenclatura parcial ha sido guardada satisfactoriamente
MSG_ENTIDAD_NOMENCLATURA_GUARDAR_VACIO = Debe de seleccionar una nomenclatura o crear una nueva para realizar el proceso de guardado
MSG_ENTIDAD_NOMENCLATURA_INGRESAR_NORMA_JUSTIFICACION = Debe Ingresar norma o justificaci\u00F3n
MSG_ENTIDAD_NOMENCLATURA_INCREMENTO_SAL_GUARDAR_ERROR = Error almacenando incremento salarial, consulte su administrador
MSG_ENTIDAD_NOMENCLATURA_INCREMENTO_SAL_GUARDAR_EXITO = Incremento salarial almacenado con \u00E9xito
MSG_ENTIDAD_NOMENCLATURA_INCREMENTO_SAL_NO_DENOMINACIONES = No existen denominaciones para realizar incremento
MSG_ENTIDAD_NOMENCLATURA_INCREMENTO_SAL_CONFIRMA_ELIMINAR_OTRA_ASIG = Desea eliminar la asignaci\u00F3n seleccionada?
MSG_ENTIDAD_NOMENCLATURA_OA_ELIMINAR_ERROR = Error eliminando otras asignaciones, consulte a su administrador
MSG_ENTIDAD_NOMENCLATURA_OA_ELIMINAR_EXITO = Otra asignaci\u00F3n eliminada satisfactoriamente
MSG_ENTIDAD_NOMENCLATURA_OA_ERROR_GUARDAR = Error guardando otras asignaciones, consulte a su administrador
MSG_ENTIDAD_NOMENCLATURA_OA_OPCION_INVALIDA = Opci\u00F3n inv\u00E1lida
MSG_ENTIDAD_NOMENCLATURA_OA_SELECCIONAR_OPCION = Debe seleccionar opci\u00F3n de asignaci\u00F3n
MSG_ENTIDAD_NOMENCLATURA_SALIR = Se descartar\u00E1n los cambios y se retornar\u00E1 al index, continuar?
MSG_ENTIDAD_NOMENCLATURA_SELECCIONAR_NOMENCLATURA = Debe seleccionar una nomenclatura
MSG_ENTIDAD_NOMENCLATURA_INFO_NOMENCLATURA_BASE = Por favor seleccione la nomenclatura base que desea tener como gu\u00EDa para la creaci\u00F3n de su nomenclatura
MSG_ENTIDAD_NOMENCLATURA_SELECCIONAR_OP_INCREMENTO = Debe seleccionar una opci\u00F3n de incremento
MSG_ENTIDAD_NOMENCLATURA_SELECCIONAR_PORC_VALIDO = Debe seleccionar un porcentaje v\u00E1lido de incremento
MSG_ENTIDAD_NOMENCLATURA_INCREMENTO_MENSAJE = ¿Se\u00F1or usuario est\u00E1 seguro que desea realizar el incremento a todas las denominaciones de la nomenclatura?
MSG_ENTIDAD_NOMENCLATURA_CONF_GUARDADO_DEFINITIVO = ¿Se\u00F1or usuario est\u00E1 seguro que desea realizar guardado definitivo de esta nomenclatura?
MSG_ENTIDAD_NOMENCLATURA_CON_GUARDADO_INCREMENTO = ¿Se\u00F1or usuario est\u00E1 seguro que desea realizar el incremento sobre los registros seleccionados?
MSG_ENTIDAD_NOMENCLATURA_CANCELAR_NOMENCLATURA = ¿Se\u00F1or usuario est\u00E1 seguro que desea cancelar los datos registrados en el formulario de nomenclatura?
MSG_ENTIDAD_NOMENCLATURA_INFO_INCREMENTO = Se\u00F1or usuario, debe de realizar un incremento por porcentaje o por valor, no por los dos.
MSG_ENTIDAD_NOMENCLATURA_ACEPTAR_NOMENC_BASE = ¿Se\u00F1or usuario est\u00E1 seguro que desea utilizar la nomenclatura seleccionada como gu\u00EDa para la creaci\u00F3n de la nueva nomenclatura?
MSG_ENTIDAD_NOMENCLATURA_CANCELAR_NOMENC_BASE = ¿Se\u00F1or usuario est\u00E1 seguro que desea cancelar la nomenclatura base seleccionada?
MSG_ENTIDAD_NOMENCLATURA_EXISTENCIA_ASOCIACION = Se\u00F1or usuario, la entidad %entidad% ya tiene asociada la nomenclatura seleccionada.
MSG_ENTIDAD_NOMENCLATURA_GUARDADO_PARCIAL_ASOCIACION = La nomenclatura seleccionada se encuentra en guardado parcial. Para la asociaci\u00F3n, es necesario que se guarde de manera definitiva.
MSG_ENTIDAD_NOMENCLATURA_INFO_PLANTA_PERSONAL = Se\u00F1or usuario, la nomenclatura seleccionada no se puede eliminar debido a que esta asociada a las siguientes plantas de personal:
MSG_ENTIDAD_NOMENCLATUA_WARN_DENOMINACIONES_ASOCIADAS= Actualmente esta nomenclatura no tiene asociadas denominaciones, para realizar el proceso de equivalencia o incremento salarial debe de tener alguna.Para agregarle alguna, debe de modificar la nomenclatura.
MSG_ENTIDAD_NOMENCLATURA_WARN_EQUIVALENCIA = No se puede realizar el proceso de equivalencias hasta que la nomenclatura no se encuentre en guardado definitivo.
MSG_ENTIDAD_NOMENCLATURA_DENOMINACION_INFO_PLANTA_PERSONAL = Se\u00F1or usuario, la demoninaci\u00f3n seleccionada no se puede eliminar debido a que se encuentra asociada a plantas de personal. Para realizar la eliminaci\u00f3n de esta denominaci\u00f3n primero debe dirigirse a la opci\u00f3n de equivalencias.
MSG_ENTIDAD_NOMENCLATURA_DENOMINACION_PERSONALIZACION =  No es posible desasignar la denominaci\u00f3n por cuanto est\u00E1n siendo ya usada en las siguientes plantas y vinculaciones. Por favor desvincule o realice los cambios en planta e int\u00E9ntelo de nuevo.
MSG_ENTIDAD_NOMENCLATURA_DENOMINACION_REPETIDA = La denominaci\u00F3n ingresada ya se encuentra creada para \u00E9sta nomenclatura
MSG_ENTIDAD_PLANTA_GUARDADO_DEFINITIVO_ERROR = Error en proceso de guardado definitivo
MSG_ENTIDAD_PLANTA_GUARDADO_DEFINITIVO_EXITO = Guardado definitivo exitoso
MSG_ENTIDAD_PLANTA_GUARDADO_PARCIAL_ERROR = Error en proceso de guardado parcial
MSG_ENTIDAD_PLANTA_GUARDADO_PARCIAL_EXITO = Guardado parcial exitoso
MSG_ENTIDAD_PLANTA_ELIMINACION_PLANTA_VINC = Se elimin\u00f3 la planta con desvinculaciones autom\u00E1ticas, porque existen personas vinculadas en la planta.
MSG_ENTIDAD_PLANTA_ELIMINACION_PLANTA = Se ha eliminado la planta correctamente.
MSG_ENTIDAD_PLANTA_FALTA_CANTIDAD_CARGOS = Por favor ingrese el N\u00FAmero de Empleos.
MSG_ENTIDAD_PLANTA_FALTA_DENOMINACION_CARGOS = Por favor seleccione la Denominaci\u00F3n del empleo.
MSG_ENTIDAD_PLANTA_FALTA_NIVEL_CARGOS = Por favor seleccione el Nivel del empleo.
MSG_ENTIDAD_PLANTA_FALTA_DENOMINACION = Por favor seleccione la denominaci\u00F3n.
MSG_ENTIDAD_PLANTA_FALTA_GRADO_CARGOS = Por favor seleccione el Grado del empleo.
MSG_ENTIDAD_PLANTA_FALTA_TIPO_PLANTA = Por favor seleccione el Tipo de Planta.
MSG_ENTIDAD_PLANTA_FALTA_NATURALEZA = Por favor seleccione la naturaleza.
MSG_ENTIDAD_PLANTA_FALTA_DEPENDENCIA = Por favor seleccione la Dependencia.
MSG_ENTIDAD_PLANTA_SIN_NOMENCLATURA_CREAR = No es posible crear una planta hasta que no se realice la creaci\u00f3n o asociaci\u00f3n de una nomenclatura con estado definitivo.
MSG_ENTIDAD_PLANTA_SIN_NOMENCLATURA = La planta no tiene nomenclatura asociada y no se puede procesar. Contacte con un administrador.
MSG_ENTIDAD_POLITICA_EXITOSA = Se ha creado correctamente la pol\u00EDtica
MSG_ENTIDAD_POLITICA_ERROR = Error al crear la pol\u00EDtica
MSG_ENTIDAD_CONFIRMACION_POLI = ¿Est\u00E1 seguro que desea realizar la asociaci\u00F3n entre la(s) pol\u00EDtica(s) y entidad(es) seleccionada(s)?
MSG_ENTIDAD_ADVERTENCIA_ASOC_POLI= La pol\u00EDtica o pol\u00EDticas ya se encuentran asociadas a la entidad o algunas de las entidades seleccionadas, solo se asociar\u00E1  a la(s) entidad(es) que no la tenga registrada.
MSG_ENTIDAD_ASOCIACION_EXITOSA =  La(s) pol\u00EDtica(s) seleccionada(s) se asignaron exitosamente a la(s) Entidad(es).
MSG_ENTIDAD_POLITICA_VALD = Asegurese de que haya seleccionado al menos una pol\u00EDtica y una entidad.
MSG_ENTIDAD_POLITICA_BOTON = Asegurese de que haya seleccionado al menos una entidad.
MSG_ENTIDAD_POLITICA_CONF_ASIGNAR = Se ha asignado la pol\u00EDtica a las entidades seleccionadas. Para confirmar los cambios presione el bot\u00F3n guardar cambios.
MSG_ENTIDAD_ESCALA_INFO = Imposible agregar escala
MSG_ENTIDAD_ESCALA_ERROR = No se puede agregar la escala salarial, por favor suministre el valor porcentual o el valor de la asignaci\u00F3n, no los dos.
MSG_ENTIDAD_ESCINDIR_GUARDADO_PARCIAL = Guardado parcial exitoso.
MSG_ENTIDAD_AMBITO_POL_SESSION=Otro Usuario ya esta gestionando Pol\u00EDticas intentelo mas tarde.
MSG_ERROR_DIGITO_VERIFICACION=D\u00edgito de verificaci\u00f3n inv\u00e1lido
MSG_ERROR_EDITAR_EDUCACION_FORMAL=Ha habido un error al editar el registro.
MSG_ERROR_EDITAR_ESTUDIO_DESARROLLO=Ha habido un error al editar el registro.
MSG_ERROR_EDITAR_IDIOMA=Ha habido un error al editar el registro.
MSG_ERROR_ELIMINAR_EDUCACION_FORMAL=Hubo un error al momento de eliminar el registro.
MSG_ERROR_ELIMINAR_ESTUDIO_DESARROLLO=Hubo un error al momento de eliminar el registro.
MSG_ERROR_ELIMINAR_IDIOMA=Hubo un error al momento de eliminar el registro.
MSG_ERROR_ELIMINAR_SITUACION_PARTICULAR=Hubo un error al momento de eliminar el registro.
MSG_ERROR_GUARDAR=Error al guardar los datos ingresados.
MSG_ERROR_REDIRECCION=Error al redireccionar.
MSG_EXITOSO_GUARDADO=Datos guardados correctamente.
MSG_EXPERIENCIA_ACTIVA = El usuario tiene actualmente una experiencia activa.
MSG_EXPERIENCIA_DOCENTE_RESULTADOS_CONSULTA = Sin registros que mostrar
MSG_FALLA_GUARDADO=Error al guardar los datos.
MSG_FATAL_CARGA_ARCHIVO=La carga de archivo no se pudo iniciar debido a errores que no permitieron que el proceso pudiera continuar
MSG_FATAL_CARGAR_PLANTILLA_REPORTE=La configuraci\u00f3n encontrada no corresponde a la de un reporte
MSG_FATAL_COLOR_HEX=El valor hexadecimal no es v\u00e1lido
MSG_FATAL_CREAR_PLANTILLA_XML=El reporte no ha sido creado, porque la estructura del xml no es v\u00e1lida. Valide en el log del sistema
MSG_FATAL_CREAR_PLANTILLA_XML_EXISTE=El reporte no ha sido creado, porque ya exite uno con el mismo nombre.
MSG_FATAL_CREAR_REGISTRO=El sistema informa que su solicitud no ha podido ser procesada satisfactoriamente, por favor intente de nuevo m\u00e1s tarde
MSG_FATAL_CREAR_PLANTILLA_REPORTE_NO_RELACION_MALLAS = Las mallas seleccionadas no tienen relaci\u00f3n
MSG_FATAL_EDITAR_PLANTILLA_XML=El reporte no ha sido modificado, porque la estructura del xml no es v\u00e1lida. Valide en el log del sistema
MSG_FATAL_EDITAR_REGISTRO=No se pudo completar la edici\u00f3n registro
MSG_FATAL_ELIMINAR_PLANTILLA_XML=El reporte se ha podido eliminar
MSG_FATAL_NO_CONFIGURADA_EXT_VISTAS=No se ha configurado la extensi\u00f3n de las vistas
MSG_FATAL_NO_CONFIGURADA_PAGINA_ERROR=No se ha configurado la p\u00e1gina de error por defecto
MSG_FATAL_NO_CONFIGURADA_PAGINA_INICIO_DEFAULT=No se ha configurado la p\u00e1gina de inicio por defecto
MSG_FATAL_NO_CONFIGURADA_PAGINA_LOGIN=No se ha configurado URL de login
MSG_FATAL_NO_CONFIGURADA_PAGINA_NO_AUTORIZADO=No se ha configurado la p\u00e1gina de error de recurso no autorizado
MSG_FATAL_NO_CONFIGURADA_PAGINA_RESTABLECER_CONTRASENIA=No se ha configurado la p\u00e1gina de restablecimiento de contrase\u00f1a
MSG_FATAL_PLANTILLA_XML=El reporte no super\u00f3 la prueba del validador. Valide en el log del sistema
MSG_FATAL_PUBLICAR_PLANTILLA_XML=El reporte no se ha podido publicar del cat\u00e1logo
MSG_FATAL_QUITAR_PLANTILLA_XML=El reporte no se ha podido quitar del cat\u00e1logo
MSG_FATAL_RECURSO_BLOQUEADO=El recurso al que intenta ingresar se encuentra temporalmente bloqueado por alg\u00fan proceso autom\u00e1tico
MSG_FATAL_RECURSO_NO_AUTORIZADO=No est\u00e1 autorizado para utilizar este recurso
MSG_FATAL_RECURSO_NO_NOMENCLATURA = No tiene permisos para acceder a nomenclatura
MSG_FATAL_RECURSO_SESION_CERRADA=Por seguridad, la sesi\u00f3n fue cerrada de forma autom\u00e1tica
MSG_FATAL_RECURSO_SESION_NO_INICIADA=Para continuar inicie sessi\u00f3n
MSG_FATAL_RECURSO_SOLO_CONSULTA = Permisos s\u00F3lo de consulta
MSG_FATAL_VINCULACION=El usuario en sesi\u00f3n no tiene una vinculaci\u00f3n activa
MSG_FECHA_INGRESADA_EXCEL=La fecha ingresada en la hoja de Excel
MSG_FILTRO_PARAMETRICA_SIN_RESULTADOS=No se encontraron par\u00e1metros con el filtro ingresado
MSG_GUARDADO_CORRECTO = Datos guardados exitosamente.
MSG_GI_REPORTE_EXISTE_CATALOGO = No puede modificar el reporte porque se encuentra publicado en el cat\u00e1logo
MSG_GP_ELIMINAR_LOGRO = Desea eliminar la informaci\u00F3n relacionada al logro?
MSG_GP_ELIMINAR_PUBLICACION 	= Desea eliminar la publicaci\u00F3n?
MSG_GP_ELIMINAR_EVALUACION	= Desea eliminar la informaci\u00F3n relacionada a la evaluaci\u00F3n?
MSG_GP_ELIMINAR_PREMIO	= Desea eliminar premio/reconocimiento en proceso?
MSG_GP_ELIMINAR_PARTICIPACION_PROYECTO = Desea eliminar la participaci\u00F3n en proyectos?
MSG_GP_ELIMINAR_PARTICIPACION_CORPORACION = Desea eliminar la participaci\u00F3n en corporaci\u00F3n?
MSG_HV_GP_GUARDAR_EXITO = Los datos han sido registrados correctamente
MSG_HV_GP_SOLICITAR_CANCELAR = ¿Est\u00E1 seguro que desea Cancelar?
MSG_INFO_ASUNTO_CREACION_ENTIDAD = Informaci\u00f3n de nueva Entidad
MSG_INFO_ASUNTO_DESVINCULACION=Solicitud desvinculaci\u00F3n Servidor P\u00fablico
MSG_INFO_ASUNTO_LIQUIDACION_ENTIDAD = Informaci\u00f3n liquidaci\u00f3n entidad
MSG_INFO_ASUNTO_MODIFICACION_CARGOS = Notificaci\u00f3n Modificar Entidad
MSG_INFO_CARGA_ARCHIVO_COMPLETA=La carga de archivo finaliz\u00f3 satisfact\u00f3riamente
MSG_INFO_CARGA_ARCHIVO_NO_VALIDO=El archivo cargado no super\u00f3 las validaciones de cupo o presupuesto
MSG_INFO_CARGA_ARCHIVO=Se ha iniciado la validaci\u00f3n del archivo, el sistema enviar\u00e1 un correo electr\u00f3nico con el resultado de esta validaci\u00f3n
MSG_INFO_CARGAR_PLANTILLA_REPORTE=Seleccione los criterios de b\u00fasqueda que requiera para continuar
MSG_INFO_CARGO_SIN_VACANTES=El cargo seleccionado no tiene vacantes disponibles para vincular
MSG_INFO_CARGO_YA_ASIGNADO = El cargo seleccionado ya esta asociado a esta persona, sea porque este activo actualmente o porque este pendiente de que se realice el proceso autom\u00E1tico de desvinculaci\u00f3n. Por favor seleccione otro cargo. 
MSG_INFO_CERTIFICADO_INFORMACION_SIN_VINCULACION = El Departamento Administrativo de la Funci\u00f3n P\u00fablica certifica que en el Sistema de Informaci\u00f3n y Gesti\u00f3n del Empleo P\u00fablico \u2013 SIGEPII, el usuario %nombreusuario% identificado(a) tipo de identificaci\u00f3n %tipo% %numero% no registra actualmente Vinculaci\u00f3n Activa ni contrato Vigente en el SIGEPII en la entidad %entidad% donde está asociado el usuario.
MSG_INFO_CERTIFICADO_ENCABEZADO=El Departamento Administrativo de la Funci\u00f3n P\u00fablica certifica que en el Sistema de Informaci\u00f3n y Gesti\u00f3n del Empleo P\u00fablico \u2013 SIGEPII se encuentra registrado(a) %nombreusuario% identificado(a) con %tipo% %numero%,
MSG_INFO_CERTIFICADO_VINCULACION =  vinculado(a) actualmente en %entidad% desempe\u00f1ando el cargo %cargo% grado %gradocargo% a partir del %fechaActivacion%.
MSG_INFO_CERTIFICADO_PIE = Esta certificaci\u00f3n se expide a los %diasexpedicion% días del mes de %mesexpedicion% del año %añoexpedicion%, a las %horaexpedicion% (horas)
MSG_INFO_CERTIFICADO_SOLO_CONTRATOS = con el (los) contrato(s) 
MSG_INFO_CERTIFICADO_CONTRATOS_MAS_VINCULACION = Adicionalmente, con el (los) contrato(s):
MSG_INFO_CERTIFICADO_TEXTO_CONTRATOS = N\u00famero del contrato (%numerocontrato%) y objeto del contrato (%objetocontrato%) en la entidad (%entidadcontrato%)
MSG_INFO_CREAR_PLANTILLA_XML=El reporte se ha creado satisfactoriamente
MSG_INFO_CREAR_REGISTRO=Registro creado correctamente
MSG_INFO_EDITAR_EDUCACION_FORMAL=El registro se ha editado correctamente.
MSG_INFO_EDITAR_ESTUDIO_DESARROLLO=El registro se ha editado correctamente.
MSG_INFO_EDITAR_IDIOMA=El registro se ha editado correctamente.
MSG_INFO_EDITAR_PLANTILLA_XML=El reporte se ha modificado satisfactoriamente
MSG_INFO_EDITAR_REGISTRO=Registro editado correctamente
MSG_INFO_ELIMINAR_PLANTILLA_XML=El reporte se ha eliminado correctamente
MSG_INFO_ELIMINAR=Se ha eliminado correctamente el registro.
MSG_INFO_ENTIDAD_VINCULAR=Vincular servidor p\u00fablico a la entidad %nombreEntidad%
MSG_INFO_ENTIDAD_INACTIVA = La entidad %entidad% no se encuentra activa. Por favor comun\u00EDquese con el administrador del sistema antes de intentar realizar esta acci\u00F3n.
MSG_INFO_GUARDAR_IDIOMA=El idioma se ha guardado correctamente.
MSG_INFO_GUARDAR=Se ha guardado el registro correctamente.
MSG_INFO_MENSAJE_BUSQUEDA=La b\u00FAsqueda Solicitada no produjo resultados.
MSG_INFO_MENSAJE_BUSQUEDA_EXITOSA = B\u00FAsqueda exitosa.
MSG_INFO_MENSAJE_DESVINCULACION_EXITOSA=Desvinculaci\u00F3n exitosa
MSG_INFO_MENSAJE_CREACION_ENTIDAD = MENSAJE AUTOM\u00C1TICO (Por favor no responda este mensaje). Se realiz\u00F3 la creaci\u00F3n de la entidad %nombreEntidad%. Gracias por su atenci\u00F3n. 
MSG_INFO_MENSAJE_DESVINCULACION=MENSAJE AUTOM\u00C1TICO (Por favor no responda este mensaje). Señores %nombreEntidad% Al realizar la vinculaci\u00F3n del(la) señor(a) %nombreUsuario% en la entidad %nombreNuevaEntidad%, se evidencia que al d\u00EDa de hoy cuenta con vinculaci\u00F3n activa en su entidad. Por lo anterior y con el fin de no dejar doble vinculaci\u00F3n en SIGEP II solicitamos de manera atenta su colaboraci\u00F3n para realizar su desvinculaci\u00F3n inmediata. De no realizarse la misma antes de %tiempo% d\u00EDas, el sistema autom\u00E1ticamente la ejecutara con Motivo: Renuncia y Fecha: el d\u00EDa h\u00E1bil anterior al actual. Gracias por su atenci\u00F3n. 
MSG_INFO_MENSAJE_DESVINCULACION_CARGO=MENSAJE AUTOM\u00C1TICO (Por favor no responda este mensaje). Señores %nombreEntidad% se elimin\u00F3 el Cargo %cargo%, se desvincularan las personas asociadas a este. 
MSG_INFO_MENSAJE_DESVINCULACION_PLANTA=MENSAJE AUTOM\u00C1TICO (Por favor no responda este mensaje). Señores %nombreEntidad% se elimin\u00F3 la Planta %planta%, se desvincular\u00E1n las personas asociadas a esta. 
MSG_INFO_MENSAJE_LIQUIDACION_ENTIDAD = MENSAJE AUTOM\u00C1TICO (Por favor no responda este mensaje). Se realiz\u00F3 la liquidaci\u00F3n de la entidad %nombreEntidad% con desvinculaci\u00F3n autom\u00e1tica, debido a que ten\u00EDa usuarios activos asociados: %usuariosAsociados%. Gracias por su atenci\u00F3n.
MSG_INFO_MENSAJE_MODIFICACION_CARGOS = MENSAJE AUTOM\u00C1TICO (Por favor no responda este mensaje). Se realiz\u00F3 la modificaci\u00F3n del n\u00famero de cargos de su planta personal en el empleo %nombreEmpleo%. Favor realizar la desvinculaci\u00F3n autom\u00e1tica de las personas o reubicarlas en otro cargo. Vacantes: %nroVacantes% - Ocupados: %numeroOcupados%. Gracias por su atenci\u00F3n.
MSG_INFO_MENSAJE_PLANTA_SIN_CARGOS = La planta seleccionada actualmente no cuenta con cargos activos. Por favor verifique desde el componente de Gestionar Planta.
MSG_INFO_MENSAJE_NO_CLASIFICACION = Debe de seleccionar una clasificaci\u00f3n de la planta.
MSG_CONF_EDITAR_REG=\u00bfSe\u00f1or usuario est\u00e1 seguro de modificar o editar el registro?
MSG_INFO_MENSAJE_VINCULACION_A_ENTIDAD_SESION=Esta Persona cuenta con una vinculaci\u00f3n activa para la entidad en Sesi\u00f3n
MSG_INFO_MENSAJE_VINCULACION=Vinculaci\u00f3n Exitosa
MSG_INFO_PERMISO_CONFIRM=Permisos guardados exitosamente
MSG_INFO_PERSONA_NO_ENCONTRADA=Registro no encontrado
MSG_INFO_PROYECTO_ACTIVO=El proyecto se encuentra activo
MSG_INFO_PROYECTO_NO_EXISTE=El proyecto no existe. Contin\u00fae con el proceso de creaci\u00f3n
MSG_INFO_PROYECTO_SUSPENDIDO=El proyecto ya se encuentra suspendido
MSG_INFO_PUBLICAR_PLANTILLA_XML=El reporte se public\u00f3 correctamente en el cat\u00e1logo
MSG_INFO_QUITAR_PLANTILLA_XML=El reporte se quit\u00f3 correctamente del cat\u00e1logo
MSG_INFO_RECURSO_PADRE=Seleccione un nuevo recurso padre
MSG_INFO_RECURSO_SOLO_TABS=S\u00f3lo para tabs en el men\u00fa
MSG_INFO_TRANSVERSAL_PLANTILLA_XML_PARAMETRO=Recuerde que todo par\u00e1metro en esta lista debe estar declarado en la sentencia SQL
MSG_INFO_USUARIO_CONTRATO_CON_ENTIDAD=Esta persona tiene un Contrato de Prestaci\u00f3n de Servicios vigente con la entidad %nombreEntidad%.
MSG_INFO_USUARIO_CONTRATO_EXCLUSIVIDAD=No es posible vincular esta persona pues registra vigente un Contrato de Prestaci\u00f3n de Servicios con Cl\u00e1usula de Exclusividad con la entidad %nombreEntidad%
MSG_INFO_USUARIO_EN_VINCULACION=El servidor p\u00fablico %nombreUsuario% ya se encuentra vinculado a la entidad: %nombreEntidad% Usted puede continuar con esta vinculaci\u00f3n, pero se enviar\u00e1 correo a dicha entidad solicitando su desvinculaci\u00f3n; y si al cabo de %tiempo% d\u00edas la misma no se ha realizado, el sistema lo har\u00e1 autom\u00e1ticamente. \u00bfDesea continuar?
MSG_INFO_USUARIO_SIN_APROBAR=No se puede vincular esta persona hasta tanto no se registre en el sistema una aprobaci\u00f3n de su hoja vida de parte de un usuario autorizado de la entidad en la cual se va a vincular. Dicha aprobaci\u00f3n debe haberse realizado hace menos de  %tiempo% meses y se puede hacer validando la hoja de vida desde el componente Informaci\u00f3n de las personas.
MSG_INFO_USUARIO_SIN_ROL_ACTIVO=Esta persona actualmente no tiene un rol activo y /o asociado a la entidad %nombreEntidad% Por favor verif\u00edquelo desde el componente Administraci\u00f3n.
MSG_INFO_USUARIO_SIN_VINCULACION=Esta persona a\u00fan no ha tenido una vinculaci\u00f3n registrada en SIGEP II con entidades del estado.
MSG_INFO_USUARIO_VINC_IGUAL = Esta persona ya cuenta con una vinculaci\u00f3n activa registrada para esta entidad.
MSG_INFO_USUARIO_SIN_VINCULACION_ENTIDAD = Esta persona no cuenta con vinculaciones activas que pueda desvincular para la entidad %entidad%
MSG_INFO_VINCULAR_ENTIDAD_SIN_PLANTA=No es posible vincular ning\u00fan servidor p\u00fablico a esta entidad hasta tanto no se le configure al menos una Planta de personal con estado definitivo. Por favor validar que las plantas no esten vencidas.
MSG_INFO_VINCULAR_ENTIDAD_SIN_ESTRUCTURA= No es posible vincular ning\u00fan servidor p\u00fablico a esta entidad hasta tanto no se le configure una estructura con sus dependencias.
MSG_INFO_HOJA_SIN_APROBAR = La persona consultada ha realizado modificaciones en su hoja de vida despu\u00E9s de la \u00FAltima validaci\u00f3n y aprobaci\u00f3n, por lo anterior, debe realizar nuevamente el proceso de aprobaci\u00f3n desde la opci\u00f3n Gestionar Hoja de Vida, antes de proceder con la vinculaci\u00f3n
MSG_INGRESADO_HOJA_EXCEL=ingresado en la hoja de Excel
MSG_INHABILITAR_PREGUNTA= La pregunta no puede ser eliminada por cuanto ya hay usuarios que la han contestado, por lo tanto, ha sido desactivada
MSG_INV_NUMERO_HORAS_CATEDRA=Valor no permitido, El n\u00famero de horas c\u00e1tedra no puede ser 0
MSG_INV_NUMERO_VIA=Valor no permitido, El n\u00famero de la v\u00eda no puede ser 0
MSG_JERARQUIA_ROL_ASIGNADA=Asignaci\u00F3n de Jerarqu\u00EDa del Rol registrada Exitosamente
MSG_JERARQUIA_ROL_ELIMINADO=Se proceder\u00e1 a eliminar la configuraci\u00f3n por lo que el rol no podr\u00e1 ser asignado por este rol a futuro. \u00bfEst\u00e1 seguro que desea continuar?
MSG_LONGITUD_TELEFONO = Longitud entre 7 y 20 d\u00edgitos
MSG_MAPA_DIRECCION_NO_ENCONTRADA = No se ha encontrado la direcci\u00f3n digitada, por favor verifique los datos
MSG_MENU_INACTIVO=En este momento el sistema se encuentra en mantenimiento, por lo tanto se ha deshabilitado su uso. Intente m\u00e1s tarde
MSG_MSG_PARTICULA_TICKET_INVALIDO=Por favor vuelva a generar el enlace de restablecimiento desde esta tabla
MSG_NO_CUMPLE_PERFIL=El servidor p\u00fablico seleccionado no cumple con el perfil
MSG_NOMBRE_ENTIDAD=El nombre de la entidad
MSG_INCREMENTO_SALARIAL_ERROR_GUARDAR = Se ha generado un error generando el incremento.
MSG_INCREMENTO_SALARIAL_ERROR_GUARDAR_SERVICIO = Se ha generado un error con el cliente de servicios, No se pudo guardar el incremento contacte con un adminsitrador
MSG_NOM_PROCESO_HOJA_EXCEL = El nombre del proceso ingresado en la hoja de Excel
MSG_PARAM_PROCESO_CARGUE_MASIVO_NO_EXISTE=No est\u00e1 parametrizada la ruta de la plantilla para el proceso de cargue masivo seleccionado.
MSG_PARAMETRICA_NORMA_CREAR = Crear Norma
MSG_PARAMETRICA_NORMA_MODIFICAR = Modificar Norma
MSG_PARAMETRICA_NORMA_CONSULTAR = Consultar Norma
MSG_PARAMETRICA_PAIS_CREAR = Crear Pa\u00EDs
MSG_PARAMETRICA_PAIS_MODIFICAR = Modificar Pa\u00EDs
MSG_PARAMETRICA_PAIS_CONSULTAR = Consultar Pa\u00EDs
MSG_PARAMETRICA_PAIS_ELIMINAR = Eliminar Pa\u00EDs
MSG_PARAMETRICA_PAIS_ELIMINAR_CONFIRMAR = \u00bfEst\u00e1 seguro que desea eliminar el Pa\u00EDs?
MSG_PARAMETRICA_PAIS_GUARDAR_EXITOSO = El  Pa\u00EDs ha sido creado de manera exitoso
MSG_PARAMETRICA_PAIS_MODIFICAR_EXITOSO = El  Pa\u00EDs se ha modificado de manera exitoso
MSG_PARAMETRICA_PAIS_GUARDAR_FALLIDO = Error al tratar de crear o modificar el Pa\u00EDs
MSG_PARAMETRICA_PAIS_ELIMINADO_EXITOSO = El Pa\u00EDs ha sido eliminado del sistema correctamente
MSG_PARAMETRICA_PAIS_DESACTIVADO = El Pa\u00EDs ha sido desactivado de manera correcta. Actualmente cuenta con datos asociados
MSG_PARAMETRICA_DEPARTAMENTO_GUARDAR_EXITOSO = El Departamento se ha creado de manera exitoso
MSG_PARAMETRICA_DEPARTAMENTO_MODIFICAR_EXITOSO = El Departamento se ha modificado de manera exitoso
MSG_PARAMETRICA_DEPARTAMENTO_GUARDAR_FALLIDO = Error al tratar de modificar o crear un Departamento
MSG_PARAMETRICA_DEPARTAMENTO_CREAR = Crear Departamento
MSG_PARAMETRICA_DEPARTAMENTO_MODIFICAR = Modificar Departamento
MSG_PARAMETRICA_DEPARTAMENTO_CONSULTAR = Consultar Departamento
MSG_PARAMETRICA_DEPARTAMENTO_ELIMINAR = Eliminar Departamento
MSG_PARAMETRICA_DEPARTAMENTO_ELIMINAR_CONFIRMAR = ¿Est\u00e1 seguro que desea eliminar el Departamento?
MSG_PARAMETRICA_MUNICIPIO_CREAR = Crear Municipio
MSG_PARAMETRICA_MUNICIPIO_MODIFICAR = Modificar Municipio
MSG_PARAMETRICA_MUNICIPIO_CONSULTAR = Consultar Municipio
MSG_PARAMETRICA_MUNICIPIO_ELIMINAR = Eliminar Municipio
MSG_PARAMETRICA_MUNICIPIO_ELIMINAR_CONFIRMAR = ¿Est\u00e1 seguro que desea eliminar el Municipio?
MSG_PARAMETRICA_MUNICIPIO_GUARDAR_EXITOSO = El Municipio ha sido creado de manera exitoso
MSG_PARAMETRICA_MUNICIPIO_MODIFICAR_EXITOSO = El Municipio se ha modicado de manera exitoso
MSG_PARAMETRICA_MUNICIPIO_GUARDAR_FALLIDO = Error al tratar de crear o modificar un Municipio
MSG_PARAMETRICA_MUNICIPIO_DUPLICADO_NOMBRE = El registro no se almacenado. Municipio Duplicado
MSG_PARAMETRICA_MUNICIPIO_DUPLICADO_CODIGO = El registro no se almacenado. C\u00f3digo DANE del Municipio Duplicado
MSG_PARAMETRICA_DESCARTAR_CAMBIOS = ¿Est\u00e1 seguro que desea descartar los cambios?
MSG_PARAMETRICA_CREAR_PROGRAMA_ACADEMICO = Crear Programa Acad\u00E9mico
MSG_PARAMETRICA_MODIFICAR_PROGRAMA_ACADEMICO = Modificar Programa Acad\u00E9mico 
MSG_PARAMETRICA_CONSULTAR_PROGRAMA_ACADEMICO  = Consultar Programa Acad\u00E9mico
MSG_PERMISO_REMUNERADO_NO_PERMITIDO=Permiso no permitido, este se otorga hasta por %dias% d\u00edas
MSG_PERMISOS_GESTIONAR_CANCEL= \u00bfEst\u00e1 seguro que desea descartar los cambios?
MSG_PERMISOS_GESTIONAR_SAVE=\u00bfEst\u00e1 seguro que desea guardar la Asignaci\u00f3n/Desasignaci\u00f3n de permisos al Rol NOMBRE_ROL?
MSG_PLANTA_CREACION_EXITO = Planta Creada Exitosamente
MSG_PLANTA_MODIFICACION_EXITO = Planta Modificada Exitosamente
MSG_PLANTA_ERROR_CARGA_DENOMINACION = Se ha generado un error cargando las denominaciones asociadas a el nivel seleccionado. informaci\u00f3n del error:
MSG_PLANTA_ERROR_LISTA_NOMENCLATURAS = Se ha generado un error configurando la lista de nomenclaturas
MSG_PLANTA_ERROR_CREACION_UTL = Se ha generado un error guardando la UTL
MSG_PLANTA_CONSULTA_UTL_HV = No es posible la vinculaci\u00F3n de la hoja de vida a una UTL/UAN, debido a que no hay registro de plantas UTL/UAN para esta entidad en el sistema con estado definitivo
MSG_PLANTA_ELIMINACION_UTL = No es posible eliminar la planta UTL/UAN debido a que existen personas vinculadas en las misma. Por lo anterior, debe desvincularlas todas y posteriormente intente de nuevo la eliminaci\u00F3n de la UTL.
MSG_PLANTA_ERROR_NUMERO_BOLSAS_UTL = El n\u00FAmero de bolsas UTL/UAN debe ser mayor a 1
MSG_PLANTA_ERROR_NUMERO_COLABORADORES_UTL = El n\u00FAmero de colaboradores de la UTL/UAN debe ser mayor a 1
MSG_PLANTA_UTL_ACTUALIZACION_BOLSA_FALLIDA = Error al actualizar el n\u00FAmero de bolsas de la UTL/UAN
MSG_PLANTA_UTL_VINCULACION_MAYOR_BOLSA = No es posible realizar la disminuci\u00F3n de colaboradores por cuanto ya existen personas vinculadas en las siguientes UTL/UAN. Debe desvincular algunos de los colaboradores de esa UTL/AUN y luego intentar nuevamente a realizar la modificaci\u00F3n
MSG_PLANTA_UTL_MONTO_MENOR_GASTADO = No es posible realizar la disminuci\u00F3n del monto m\u00E1ximo por UTL/AUN por cuanto ya existen montos asignados a la bolsa que sobrepasan el monto ingresado. Debe desvincular algunos de los colaboradores de esa UTL/AUN y luego intentar nuevamente a realizar la modificaci\u00F3n
MSG_PLANTA_UTL_BOLSAS_MENOR_GENERADO = Para disminuir el n\u00FAmero de bolsas UTL/UAN debe de eliminar los registros de la tabla
MSG_PLANTA_ULT_RESPONSABLE_EXISTENTE = El responsable seleccionado ya existe en la lista
MSG_PLANTA_ERROR_CARGA_TABLA_CARGOS = Se ha generado un error al intentar cargar la tabla de gesti\u00f3n de cargos
MSG_PLANTA_ERROR_NORMA_JUSTI_GUARDADO = Se ha generado un error guardando el n\u00FAmero de la norma por favor ingresa una justificaci\u00f3n
MSG_PLANTA_ELIMINACION_EXITO_DET = Eliminaci\u00f3n exitosa, se desvincularon:
MSG_PLANTA_ELIMINACION_CARGO_FALLIDA = No ha sido p\u00F3sible eliminar el cargo.
MSG_PLANTA_GUARDADO_PARCIAL_EXITO = Guardado parcial exitoso
MSG_PLANTA_AVISO_NO_SELECCION_NOMENCLATURA = No ha selecionado una nomenclatura
MSG_PLANTA_SELECCION_NORMA = Debe seleccionar un tipo de norma
MSG_PLANTA_INSTRUCCIONES_NORMA = Debe ingresar/seleccionar una norma, tipo de norma y fecha de norma o ingresar una justificación 
MSG_PLANTA_ERROR_CARGOS_APROP_PRESUPUES = El n\u00famero de cargos con aprobaci\u00f3n presupuestal ingresado no puede superar el n\u00famero de cargos de la planta
MSG_PLANTA_ERROR_SIN_NOMENCLATURA_ASOC = La planta no tiene nomenclatura asociada y no se puede procesar. Contacte con un administrador.
MSG_PLANTA_ERROR_CAMPOS_SIN_DILIGENCIAR = Hay campos sin diligenciar en la tabla, por favor diligencia todos los datos
MSG_PLANTA_ERROR_CARGOS_APROPIACION_INCOHERENTE = Hay alg\u00fan cargo con un n\u00famero de cargos menor al n\u00famero a la cantidad con aprobaci\u00f3n presupuestal
MSG_PLANTA_ERROR_DEPE_ESTRU = Hay alg\u00fan cargo con tipo de planta estructural y sin dependencia seleccionada
MSG_PLANTA_ERROR_NOMENCLATURA_NO_EXISTE = El registro de nomenclatura que tiene asociado esta planta no existe, elija una nomenclatura
MSG_PLANTA_ERROR_GUARDADO_POR_NOMENCLATURA = No se pudieron guardar algunos registros, la nomenclatura que se intentaba relacionar no existe:
MSG_PLANTA_ERROR = Se ha generado un error, contacte con un administardor. Informaci\u00f3n del error: 
MSG_PLANTA_ELIMINAR_DENOMINACION_PLANTA = ¿Est\u00e1 seguro de eliminar el registro seleccionado?
MSG_PLANTA_NOMENCLATURA_VIN_CORREO_TIT = Se ha modificado una planta de personal de la entidad #entidad#
MSG_PLANTA_NOMENCLATURA_VIN_CORREO_CUERPO = Se ha modificado la planta de personal #planta# de la entidad #entidad#, Se han disminuido la cantidad de cargos, por favor ingrese al sistema y realize las respectivas desvinculaciones de la entidad.
MSG_PLANTA_NOMENCLATURA_SIN_DENOMINACION = la nomenclatura seleccionada no tiene denominaciones.
MSG_PLANTA_VENCIDA_PLANTA_FINAL = La planta ya se encuentra vencida, no es posible crear o realizar modificaciones hasta que no se cambie la fecha fin
MSG_PREGUNTA_ACTIVAR_PROYECTO=\u00bfEst\u00e1 seguro que desea activar los proyectos seleccionados?
MSG_PREGUNTA_ASOCIAR_ROL_USUARIO=\u00bfEst\u00e1 seguro que desea asociar el rol seleccionado al usuario?
MSG_PREGUNTA_ELIMINAR_REGISTRO=\u00bfEst\u00e1 seguro que desea eliminar el registro?
MSG_PREGUNTA_CANCELAR=\u00BFEst\u00E1 usted seguro de cancelar, los datos modificados se descartar\u00E1n?
MSG_PREGUNTA_QUITAR_PLANTILLA_XML=\u00bfEst\u00e1 seguro que desea quitar el reporte del cat\u00e1logo?
MSG_PREGUNTA_SUSPENDER_PROYECTO=\u00bfEst\u00e1 seguro que desea suspender los proyectos seleccionados?
MSG_PREGUNTA_OPINION_CREAR = Por favor diligencie la informaci\u00f3n para la creaci\u00f3n de la pregunta de opini\u00f3n
MSG_PREGUNTA_OPINION_MODIFICAR = Por favor diligencie la informaci\u00f3n para la modificaci\u00f3n de la pregunta de opini\u00f3n
MSG_PREGUNTA_OPINION_MODIFICADO_EXITOSO = Pregunta de opini\u00f3n modificada Exitosamente
MSG_PREGUNTA_OPINION_SOLICITUD = Tu opini\u00f3n es importante para nosotros, por favor toma 30 segundos para contestar la siguiente pregunta
MSG_PREGUNTA_OPINION_GUARDADO_EXITOSO = Pregunta de opini\u00f3n creada Exitosamente
MSG_PREGUNTA_OPINION_YA_EXISTENTE = La pregunta de Opini\u00f3n a crear ya existe en el sistema.
MSG_PROCESANDO=Procesando su solicitud...
MSG_PROCESO_ELIMINADO = Se ha eliminado exitosamente el registro.
MSG_PRORROGA_SA_EXITOSA=Pr\u00f3rroga Exitosa de la Situaci\u00f3n Administrativa
MSG_REGISTRO_EXPERIENCIA_DOCENTE = Registre ac\u00e1 los datos de cada experiencia laboral docente que tenga; si no es su caso, puede dejar vac\u00edo este formulario
MSG_REGISTRO_REPETIDO=La Situaci\u00f3n Administrativa que intenta guardar, ya existe para el mismo per\u00edodo. Por favor revise e intente de nuevo.
MSG_RESPUESTA_PREGUNTA=No hay respuestas asociadas a esta pregunta
MSG_ROL_ASOCIADO_A_USUARIO=Para eliminar el rol debe asignar un nuevo rol a los usuarios que actualmente tienen ese rol asociado
MSG_ROL_ELIMINAR_PERMISO = Usted no tiene permisos para eliminar este rol
MSG_ROL_ASIGNAR_PERMISO=Usted no tiene permisos para asignar jerarqu\u00EDa a este rol
MSG_ROL_CREA=El rol se ha creado satisfactoriamente.
MSG_ROL_EXISTE=El rol que intenta crear ya existe.
MSG_ROL_FECHA = Seleccione el periodo de tiempo de asignaci\u00f3n de este rol
MSG_ROL_EXISTE_INACTIVO=El rol que intenta crear ya existe y fue inactivado, consulte su administrador.
MSG_RUTA_ARCHIVO_CARGADO_NO_EXISTE=No se ha configurado la ruta de archivos cargados en CNS_ARCHIVO_EN_CARGUE_DDBB del maestro MST_CONSTANTE
MSG_SALUDO_BUENAS_NOCHES=Buenas noches
MSG_SALUDO_BUENAS_TARDES=Buenas tardes
MSG_SALUDO_BUENOS_DIAS=Buenos d\u00edas
MSG_SA_TIPO_NOMBRAMIENTO_NO_VALIDO = Esta situaci\u00f3n administrativa no permite el tipo de nombramiento que tiene el servidor
MSG_SELECCIONAR_REGISTRO=Debe seleccionar al menos un registro
MSG_SIN_ESPACIOS=, sin espacios
MSG_SIN_RESULTADO=No hay resultados para la b\u00fasqueda. Por favor intente de nuevo
MSG_SITUACION_PARTICULAR_ERROR_SIN_ENTIDAD=Ha ingresado sin seleccionar una entidad, vuelva a intentarlo por favor.
MSG_SITUACION_PARTICULAR_EXISTENTE=La Situaci\u00f3n Administrativa que desea ingresar ya existe.
MSG_SITUACION_PARTICULAR_MODIFICADO_EXITO=Se ha modificado el registro correctamente.
MSG_SITUACION_PARTICULAR_NO_ELIMINADO=No se puede eliminar la situaci\u00f3n administrativa particular, porque est\u00e1 asignada.
MSG_SOPORTE_DOCUMENTO=Se requiere cargar los soportes Documento de Identificaci\u00f3n
MSG_SOPORTE_INGRESAR_DISTRITO_MILITAR=Se requiere ingresar distrito militar
MSG_SOPORTE_INGRESAR_LIBRETA_MILITAR=Se requiere ingresar libreta militar
MSG_SOPORTE_LIBRETA_MILITAR=Se requiere cargar los soportes Libreta Militar
MSG_SOPORTE_TARJETA_PROFESIONAL=Se debe subir un archivo de soporte para la tarjeta profesional.
MSG_SUPERA_DIAS_COMISION_LIBRE_NOMBRAMIENTO_OTRA_ENT=La suma de las comisiones en los trabajos de nombramiento y retiro gratuitos es mayor que seis (6) a\u00f1os.
MSG_TABLA_GESTIONARHV_SIN_REGRISTRO=La consulta realizada no encontr\u00f3 resultados
MSG_TABLAS_SIN_REGISTROS=No se tienen registros para mostrar
MSG_TABLAS_VINCULACION_SIN_REGISTROS=La b\u00fasqueda solicitada no produjo resultados
MSG_USUARIO_ACTIVACION_EXITOSA=\u00a1El usuario se ha activado exitosamente\! Consulte la cuenta de correo registrada, hemos enviado un correo electr\u00f3nico para terminar el proceso de activaci\u00f3n del usuario
MSG_USUARIO_ASOCIADO_EXISTE=El usuario ya se encuentra activo en la entidad
MSG_USUARIO_ASOCIADO_NO_EXISTE_ENTIDAD=No se ha encontrado el usuario asociado a la entidad seleccionada. Se requiere Activar Usuario en la entidad correspondiente para completar esta solicitud.
MSG_USUARIO_ASOCIADO_NO_EXISTE=No se ha encontrado usuario con los datos suministrados. Se requiere Activar Usuario para completar esta solicitud.
MSG_USUARIO_ASOCIADO_NO_ENCONTRADO = No se ha encontrado usuario con los datos suministrados.
MSG_USUARIO_ASOCIADO_ACTIVAR= ¿Desea activar el usuario?
MSG_USUARIO_ELIMINAR_ROL_ASIGNADO = ¿Est\u00E1 seguro que desea eliminar el rol asignado al usuario?
MSG_USUARIO_CON_DESEMPENO=A continuaci\u00f3n listado de resultados de Evaluaciones de Desempe\u00f1o y/o Acuerdos de Gesti\u00f3n de %nombreusuario% con %tipo% n\u00famero %numero%
MSG_USUARIO_INACTIVO = Su usuario se encuentra inactivo, consulte con la oficina de talento humano o contratos en su entidad seg\u00FAn su vinculaci\u00F3n, para que realicen la activaci\u00F3n del usuario en el aplicativo SIGEP II.
MSG_USUARIO_ROL_ASOCIADO_EXISTE=El usuario ya tiene asignado el rol en la entidad seleccionada.
MSG_USUARIO_ROL_ASOCIADO_EXISTE_ENTIDAD=El usuario ya tiene asignado el rol para la entidad %entidad%.
MSG_USUARIO_ROL_ASOCIADO=El rol ha sido asignado con \u00e9xito
MSG_USUARIO_ROL_ELIMINADO=El rol se ha eliminado con \u00e9xito
MSG_USUARIO_ROL_MODIFICADO=El rol se ha actualizado con \u00e9xito
MSG_USUARIO_SIN_CORREO=El usuario no tiene cuenta de correo registrada. Contacte al administrador del sistema
MSG_USUARIO_SIN_CORREO_SMS=El usuario no tiene cuenta de correo registrada. Se enviar\u00E1 c\u00f3digo de recuperación al tel\u00E9fono registrado.
MSG_USUARIO_SIN_DESEMPENO=En este momento %nombreusuario% con %tipo% n\u00famero %numero% no tiene ninguna evaluaci\u00f3n de desempe\u00f1o o acuerdo de gesti\u00f3n registrado
MSG_USUARIO_SIN_DATOS = No se encontr\u00F3 informaci\u00F3n para este usuario.
MSG_USUARIO_SIN_ENTIDAD_ASOCIADA = El usuario no tiene entidad asociada
MSG_VALIDACION_JERARQUIA_ROL=No se puede asociar m\u00e1s de un padre. Por favor eliminar el rol existente y asignar un rol nuevo.
MSG_VALIDAR_APROBACION=Esta hoja de vida de: %nombreusuario% con Tipo doc: %tipo% \u2013 No doc: %numero%, ya tiene aprobaci\u00f3n de parte suya. Por favor indique si desea:
MSG_VALIDAR_CAMBIO_DATOS=Ya existe una hoja de vida y usuario con el tipo de documento %tipo% y N\u00famero de documento %numero%, con nombres y apellidos: %nombreusuario%
MSG_VALIDAR_DATOS_CONSULTAR=Debe ingresar al menos un par\u00e1metro para la b\u00fasqueda
MSG_VALIDAR_DIFERENTE_UTL_UAN=Ya hay una aprobaci\u00f3n de esta hoja de vida para el cargo / UTL-UAN seleccionado
MSG_VALIDAR_EXISTENCIA_PLANTA_UTL = No es posible crear una planta UTL/UAN. La entidad ya cuenta con una creada.
MSG_VALIDAR_ELIMINACION=Se va a eliminar la hoja de vida de Tipo doc: %tipo% \u2013 N\u00famero de documento: %numero% de la persona: %nombreusuario%. \n Si est\u00e1 seguro por favor ingrese la justificaci\u00f3n para ello
MSG_VALIDAR_FILTER_IDENTIFICACION=Debe ingresar los datos de identificaci\u00f3n
MSG_VALIDAR_FILTER_NOMBRE_SERVIDOR=\u201cDebe ingresar al menos 2 datos de b\u00fasqueda
MSG_VALIDAR_PRESUPUESTO_UTL_UAN=Con esta aprobaci\u00f3n y salario se supera el tope de %salariocantidadusuario% vigente para la UTL / UAN de %nombreutluan%
MSG_VALIDAR_UTL_IGUAL =  La UTL seleccionada es diferente a la registrada en el sistema, si desea realizar la aprobaci\u00f3n de esta HV a una UTL/UAN diferente debe seleccionar la opci\u00f3n Realizar aprobaci\u00f3n para un cargo/contrato/UTL-UAN diferente
MSG_UTL_SIN_VINCULACION = La UTL/UAN seleccionada no cuenta con personas vinculadas
MSG_VALIDAR_HOJA_VIDA = Existen datos sin guardar en la pestaña actual, utilice el bot\u00f3n Guardar para confirmar los cambios, de lo contrario use el bot\u00f3n Cancelar para descartarlos
MSG_VINCULACION_FILTER = Por favor ingrese datos para buscar el sevidor p\u00fablico.
MSG_VINCULACION_PERSONA_UTL = Esta persona cuenta con una vinculaci\u00f3n asociada a la planta UTL/UAN: %nombrePlanta%
MSG_WARN_CARGA_ARCHIVO=La carga de archivo se ha iniciado con errores
MSG_WARN_CARGAR_PLANTILLA_REPORTE=
MSG_WARN_CODIGO_PROYECTO_EXISTE=El c\u00f3digo de proyecto ya existe
MSG_WARN_CREAR_PLANTILLA_XML=El proceso no tiene un nombre de plantilla definido
MSG_WARN_CREAR_REGISTRO=Registro creado pero con errores
MSG_WARN_EDITAR_PLANTILLA_XML=El proceso no tiene un nombre de plantilla definido
MSG_WARN_EDITAR_REGISTRO=Registro editado pero con errores
MSG_WARN_FECHA_INI_MAYOR_SYSDATE= La fecha inicial no puede ser mayor a la fecha del sistema
MSG_WARN_FECHA_FINI_MAYOR_SYSDATE= La fecha final no puede ser mayor a la fecha del sistema
MSG_WARN_FILTROS_VACIOS=Debe completar por lo menos un filtro para la b\u00fasqueda
MSG_WARN_PERMISO_CONFIRM=No todos los permisos fueron guardados exitosamente
MSG_WARN_PUBLICAR_PLANTILLA_XML=
MSG_WARN_QUITAR_PLANTILLA_XML=
MSG_WARN_RANGO_FECHAS_INCOMPLETO=Ingrese fecha inicial y fecha final
MSG_WARN_RANGO_FECHAS=La fecha inicial no puede ser mayor a la final
primefaces.password.INVALID_MATCH_detail=La nueva contrase\u00f1a y la contrase\u00f1a de confirmaci\u00f3n no son iguales.
primefaces.password.INVALID_MATCH=La nueva contrase\u00f1a y la contrase\u00f1a de confirmaci\u00f3n no son iguales.
primefaces.datatable.SORT_LABEL = Ordenar por
primefaces.datatable.SORT_ASC = Ascendente
primefaces.datatable.SORT_DESC = Descendente
MSG_SITUACION_EXISTE=Nombre Situaci\u00f3n Ya Existe Para Esta Entidad
MSG_ENTIDAD_DESHACER_EXITO=Se realizaron los cambios con exito.
MSG_ENTIDAD_DESHACER_FALLO=NO, Se realizaron los cambios con exito. Consulte con el Administrador del Sistema
MSG_ENTIDAD_DESHACER_NO=No hay Cambios que Deshacer.
MSG_ENTIDAD_NIT_EXISTE=El Nit que intenta ingresar ya existe en el Sistema.
MSG_AUDITORIA_MODIFICACION_EXITOSA=Cambios en la configuraci\u00f3n de auditor\u00EDa guardados exitosamente.
MSG_AUDITORIA_MODIFICACION_ERROR=Fallo la configuraci\u00f3n de las siguientes tablas:
MSG_FECHA_PERIODICA_BR=La Fecha del Per\u00EDodo Declarado y la Fecha de extemporaneidad Esta Desactualizada Consulte el Administrador.
MSG_USUARIO_NO_VALIDO_OP_ROL=El Usuario al que intenta asignar este Rol no cumple con la condici\u00F3n de tener un solo Rol como Servidor P\u00FAblico y en la Entidad Actual.
MSG_USUARIO_NO_VALIDO_OP_ENTIDAD=El Usuario al que intenta asignar este Rol,  ya tiene un rol en otra Entidad.
MSG_USUARIO_NO_APTO_PARA_ROL=El Usario ya cuenta con Rol de InterOperatibilidad, no Puede asignarle otro.
MSG_HV_GP_ELIMINADO_EXITO = Se ha eliminado correctamente el registro
MSG_SEGURO_ELIMINAR_REGISTRO = Est\u00E1 seguro que desea eliminar el registro?
MSG_DOC_ADICIONAL_EXISTE= Señor usuario, ya cuenta con un archivo cargado para este documento adicional, por lo anterior, ser\u00E1 reemplazado por el que acab\u00F3 de seleccionar.
MSG_ARCHIVO_EXITOSA = El archivo fue cargado exitosamente
MSG_PARAMETRO_NOGUARDADO= Error Al Guardar
MSG_PARAMETRO_DUPLICADO=Parametro Duplicado
MSG_CODIGO_ENFERMEDAD_DUPLICADO=No se guardo el registro, C\u00F3digo Enfermedad Duplicado.
MSG_CODIGO_IDIOMA_DUPLICADO=No se guardo el registro, C\u00F3digo Idioma Duplicado.
MSG_CODIGO_INSTITUCION_DUPLICADO = No se guardo el registro, C\u00F3digo de Instituci\u00F3n duplicado.
MSG_INSTITUCION_EXTRANJERA_DUPLICADO = No se guardo el registro, Instituci\u00F3n Extranjera duplicada.
MSG_CODIGO_PROGRAMA_DUPLICADO = No se guardo el registro, C\u00F3digo de programa acad\u00E9mico duplicado.
MSG_PROGRAMA_ACADEMICO_DUPLICADO = No se guardo el registro, Programa acad\u00E9mico duplicado.
MSG_FESTIVO_DUPLICADO = No se guardo el registro, Fecha Festivo duplicada.
MSG_NOMBRE_PAIS_DUPLICADO = No se guardo el registro. Nombre de pa\u00EDs duplicado.
MSG_NOMBRE_IDIOMA_DUPLICADO=No se guardo el registro, Nombre Idioma duplicado.
MSG_NOMBRE_SITUACIONADMIN_DUPLICADO=No se guardo el registro, Nombre Situaci\u00F3n Administrativa duplicado.
MSG_NOMBRE_DEPARTAMENTO_DUPLICADO=No se guardo el registro, Nombre del Departamento duplicado.
MSG_NOMBRE_DENOMINACION_DUPLICADO=No se guardo el registro, Nombre de la denominaci\u00F3n duplicado.
MSG_NORMA_DUPLICADO = No se guardo el registro. Norma duplicada.
MSG_RANGO_EDAD_LIMTEINFERIOR_MAYOR=El l\u00EDmite inferior no puede ser mayor al l\u00EDmte superior.
MSG_RANGO_EDAD_DUPLICADO = No se guardo el registro, Rango duplicado.
MSG_DATOS_OBLIGATORIOS = Debe Diligenciar campos obligatorios
MSG_ELIMINAR_PARAMETRICA = ¿Est\u00E1 seguro que desea eliminar la Param\u00E9trica?
MSG_MODIFICAR_REGISTRO= ¿Señor usuario est\u00E1 seguro de modificar o editar el registro?
MSG_DATO_DIRECCION = Debe Ingresar Direcci\u00F3n
MSG_DATOS_DOMICILIO_INFORMACION = Señor usuario, los datos de domicilio ser\u00E1n precargados de los dilingenciados inicialmente en el componente de hoja de vida. Por favor tener presente, que si se quiere hacer ajustes sobre su informaci\u00F3n de datos b\u00E1sicos, se debe realizar en el formulario de hoja de vida, con previa autorizaci\u00F3n del Jefe de Talento Humano.
MSG_CHECK_CASILLA = ¿Est\u00E1 seguro de chequear esta casilla?
MSG_ENTIDAD_RECEPTORA_USUARIO = Señor usuario su hoja de vida se encuentra asociada a varias entidades, por favor indique cu\u00E1l de ellas ser\u00E1 la Entidad Receptora
MSG_DISPONIBILIDAD = No disponible en este momento, por favor verifique m\u00E1s tarde
MSG_INFO_CATALOGO_SIN_RESULTADOS=No se encontraron resultados para su b\u00FAsqueda
BUTTON_OK=Aceptar
MSG_BR_CONJUGUE_MENOR = La edad del Conyugue no puede ser menor a 14 A\u00F1os.
MSG_BR_PADRES_MENOR = Verifique fecha de nacimiento padres no pueden ser menores de edad.
MSG_BR_UN_CONYUGUE = S\u00F3lo puede tener un c\u00F3nyugue con sociedad conyugal vigente.
MSG_BR_UN_COMPANERO = S\u00F3lo puede ingresar un compa\u00F1ero permanente.
MSG_BR_UN_COMPANERO_CONYUGUE =  S\u00F3lo puede ingresar un compa\u00F1ero permanente y/o c\u00F3nyugue
MSG_BR_UN_DOC_EXIST = Tipo de Documento y N\u00FAmero Ya Ingresados.
MSG_BR_DOC_FORMAT_ERROR = N\u00FAmero de identificaci\u00F3n ingresado es invalido para el tipo seleccionado.
MSG_ROL_USINAC = Usuario Inactivo
MSG_ROL_USINAC_ACTIVAR = El usuario no se encuentra activo para la entidad seleccionada. ¿Desea activarlo?
MSG_PROCESO_FINALIZADO 	= Proceso Finalizado
MSG_ASIGNAR_RESPONSABLE_ERROR = Se ha generado un error intentando Asignar el responsable a la entidad
MSG_ASIGNAR_RESPONSABLE_PROCESO_EXITOSO = El proceso de asignación de responsable a las entidades seleccionadas ha finalizado
MSG_CARGA_MASIVA_CARACTER_ESPECIAL = El nombre del archivo contiene caracteres especiales y/o espacios, por favor corregirlo y volver a intentar
MSG_CARGA_MASIVA_PLANTILLA_OBLIGATORIA = Debe seleccionar la plantilla a procesar, por favor seleccionela
MSG_ARCHIVO_ZIP = Debe seleccionar el archivo .zip de anexos a procesar, por favor seleccionelo
MSG_ERROR_ARCHIVO_ZIP= El archivo .zip seleccionado, no contiene archivos con extensiones .PDF \u00F3 .JPG, por favor verifique
MSG_CARGA_MASIVA_NOMBRE_PROCESO_ERRONEO =  En el archivo seleccionado no se encuentra una hoja con el nombre: %PROCESO , por lo tanto es posible que este archivo no corresponda con el proceso seleccionado o la hoja en el archivo tiene un nombre que no corresponde.
MSG_CARGA_MASIVA_PROCESO_MSG = ¿Est\u00E1 seguro de iniciar el %PROCESO%  en la Entidad  %ENTIDAD% ?
DLG_ELIMINAR_DEPENDENCIA_CONFIRMACION = Señor usuario, esta seguro que desea eliminar esta dependencia
DLG_CAMPO_JUSTIFICACION_NORMA = Debe diligenciar el campo justifici\u00f3n o los campos de norma
DLG_LIQUIDAR_ENTIDAD_MSG = ¿Señor usuario est\u00E1 seguro que desea liquidar la entidad %ENTIDAD% con c\u00f3digo SIGEP %CODIGO%
DLG_DESASOCIAR_USUARIO = El usuario ser\u00E1 desasociado de la entidad %ENTIDAD%. Est\u00E1 seguro que desea continuar con el proceso?
DLG_ELIMINAR_ROL = ¿Señor usuario est\u00E1 seguro de eliminar el rol?
DLG_AMBITO_POLITICAS_ADV = Señor Usuario tiene varias entidades seleccionadas, por favor seleccione solo una de ellas para acceder a la opci\u00F3n de \u00C1mbito de Pol\u00EDticas. Si desea aplicar esta opci\u00F3n para varias, por favor seleccione el bot\u00F3n  "\u00C1mbito de Pol\u00EDticas" que se encuentra en la parte inferior de la tabla.
DLG_CONTRATOS_USUARIO_INACTIVO = No es posible registrar un contrato a esta persona - El contratista no tiene usuario activo en SIGEPII.
DLG_CONTRATOS_HOJA_SIN_APROBACION = No es posible registrar un contrato a esta persona, debido a que su hoja de vida no tiene una aprobaci\u00F3n del Jefe de Contratos u Operador Contratos de la entidad con la cual va a contratar.
DLG_CONTRATOS_TIEMPO_SIN_APROBACION = No es posible registrar un contrato a esta persona, debido a que su hoja de vida no tiene una aprobación reciente ( %TIEMPO% ) meses del Jefe de Contratos u Operador Contratos de la entidad con la cual va a contratar.
DLG_CONTRATOS_USUARIO_SIN_ROLES = No es posible registrar un contrato a esta persona - El usuario aprobador no tiene roles asignados.
DLG_CONTRATOS_SIN_HOJA_VIDA =  No es posible registrar un contrato a esta persona -  No tiene Hoja De Vida en SIGEPII.
DLG_CONTRATOS_FECHA_PRORROGA_MENOR_INICIAL = Alguna de las Fechas de la Pr\u00F3rroga es menor a la Fecha Inicial del Contrato
DLG_CONTRATOS_FECHA_PRORROGA_MENOR_ESTIPULADO= El tiempo de la Pr\u00F3rroga no es menor o igual a la mitad del tiempo estipulado inicialmente para la ejecuci\u00F3n de este contrato
DLG_CONTRATOS_FECHA_INCICIO_ANTERIOR_FIN = Fecha de inicio de Pr\u00F3rroga no puede ser anterior a la fecha fin del contrato o anterior Pr\u00F3rroga
DLG_CONTRATOS_FECHA_INCICIO_ANTERIOR_F_PRORROGA = Fecha de autorizaci\u00F3n de esta pr\u00F3rroga no puede ser anterior a la fecha de inicio
DLG_CONTRATOS_FECHA_FINAL_ANTERIOR_INICIAL = Fecha final de la pr\u00F3rroga no puede ser anterior a la fecha inicial.
DLG_CONTRATOS_FECHA_ANTICIPADA_MENOR_INICIAL = Fecha de Terminaci\u00F3n Anticipada es menor a la Fecha Inicial del Contrato
DLG_CONTRATOS_FECHA_ANTICIPADA_MAYOR_FINAL= Fecha de Terminaci\u00F3n Anticipada es mayor a la Fecha Final del Contrato
DLG_CONTRATOS_TAMANIO_MAXIMO = Tama\u00F1o m\u00E1ximo de justificaci\u00F3n no permitida
DLG_CONTRATOS_VALOR_EDICION = El valor de la adici\u00F3n no es menor o igual a la mitad del valor estipulado inicialmente para la ejecuci\u00F3n de este contrato
DLG_CONTRATOS_FECHAS_PRORROGA_ERRONEA=  La Fecha Final de la Pr\u00F3rroga es menor que la Fecha Inicial de la Pr\u00F3rroga
DLG_CONTRATOS_FECHA_AUTORIZACION = La Fecha de la Autorizaci\u00F3n es menor que la Fecha Inicial del Contrato
DLG_CONTRATOS_FECHA_AUTORIZACION_CONTRATO_FIN = La Fecha de la Autorizaci\u00F3n es mayor que la Fecha final del contrato
DLG_CONTRATOS_FECHA_AUTORIZACION_PRORROGA = La Fecha de la Autorizaci\u00F3n es mayor que la Fecha final de la pr\u00F3rroga
DLG_CONTRATOS_FECHA_CESION_MENOR_INCICIAL = Fecha de Cesi\u00F3n es menor a la Fecha Inicial del Contrato
DLG_CONTRATOS_FECHA_SESION_MAYOR_FINAL = Fecha de Cesi\u00F3n debe ser anterior a la Fecha Final del Contrato, por favor verifique
DLG_CONTRATOS_PERSONA_CON_CLAUSULA = La persona que recibe actualmente tiene contrato activo con cl\u00E1usula de exlusividad. Por favor verifique
MSG_SA_SELECCION_CARGO = Seleccione el cargo del cual desea visualizar las situaciones administrativas
MSG_PARAMETRICA_CARGO_HV_CREAR = Crear Cargo Hoja de Vida
MSG_PARAMETRICA_CARGO_HV_MODIFICAR = Modificar Cargo Hoja de Vida
MSG_PARAMETRICA_CARGO_HV_CONSULTAR = Consultar Cargo Hoja de Vida
MSG_PARAMETRICA_CARGO_HV_ELIMINAR = Eliminar Cargo Hoja de Vida
MSG_NOMBRE_CARGO_HV_DUPLICADO = No se guard\u00F3 el registro. El nombre del cargo esta duplicado.
MSG_NOMBRE_DEPENDENCIA_HV_DUPLICADO = No se guard\u00F3 el registro. El nombre de la dependencia esta duplicado.
MSG_PARAMETRICA_DEPENDENCIA_HV_CREAR = Crear Dependencia Hoja de Vida
MSG_PARAMETRICA_DEPENDENCIA_HV_MODIFICAR = Modificar Dependencia Hoja de Vida
MSG_PARAMETRICA_DEPENDENCIA_HV_CONSULTAR = Consultar Dependencia Hoja de Vida
MSG_PARAMETRICA_DEPENDENCIA_HV_ELIMINAR = Eliminar Dependencia Hoja de Vida
MSG_SA_FECHA_INICIO_MENOR_FECHA_VINCULACION = La fecha de Inicio de la Situaci\u00F3n Administrativa no puede ser menor a la fecha de posesi\u00F3n de la vinculaci\u00F3n. Por favor verifique
MSG_REGISTRO_ELIMINADO_LOGICAMENTE = El registro se desactivo debido a que ya cuenta con registros asociados y no se puede eliminar de manera f\u00EDsica
MSG_SA_FECHA_INICIO_MENOR_FECHA_INICIO_ENCARGO = La fecha de Inicio de la Situaci\u00F3n Administrativa no puede ser menor a la fecha de Inicio de la Situaci\u00F3n Administrativa de la persona que va a encargar. Por favor verifique.
MSG_SA_FECHA_FINAL_MAYOR_FECHA_FINAL_ENCARGO = La fecha Final de la Situaci\u00F3n Administrativa no puede ser mayor a la fecha de Final de la Situaci\u00F3n Administrativa de la persona que va a encargar. Por favor verifique.
MSG_SA_FECHA_FINAL_VACIA_FECHA_FINAL_ENCARGO = La fecha Final de la Situaci\u00F3n Administrativa no puede estar vac\u00EDa. La Situaci\u00F3n Administrativa de la persona que va a encargar tiene una fecha final registrada. Por favor verifique.
MSG_CT_CONTRATO_REGISTRA_MODIFICACIONES = Contrato Registra Modificaciones. S\u00F3lo podr\u00E1n modificarse aquellos campos NO afectados por Modificaciones Anteriores
MSG_CT_NO_PRORROGABLE = No es posible prorrogar este contrato pues finaliz\u00F3 m\u00E1s de
MSG_CT_DIAS_PRORROGA = de d\u00EDas. Comun\u00EDquese con el administrador del SIGEP II
MSG_CT_NO_CARACTERES = No se permiten caracteres para el tipo de documento seleccionado
MSG_CT_CARACTER_NO_PERMITIDO = Caracter no permitido para el tipo de identificaci\u00F3n seleccionado, no ingrese el caracter punto
MSG_CT_NO_CEDER_A_SI_MISMO = No se puede ceder contrato a s\u00ED mismo
MSG_CT_NO_RESULTADOS = No se encontraron resultados
MSG_CT_NO_PUEDE_BORRAR = No es posible borrar esta modificaci\u00F3n. Por favor comuníquese con el administrador del sistema
MSG_CT_EN_ENTIDAD = En la entidad
MSG_CT_YA_EXISTE_CONTRATO = ya existe un contrato con el n\u00FAmero
MSG_CT_LEVANTADA_SUSPENSION = Se ha levantado la suspensi\u00F3n exitosamente
MSG_INICIAL_CONTRATO_ASUNTO_CORREO = Notificaci\u00F3n del estado de Contratos para la entidad %ENTIDAD%
MSG_CORREO_CONTRATO_VENCIDO = Los siguientes contratos han sido finalizados por vencimiento y con motivo Cumplimiento del objeto del Contrato:
MSG_CORREO_CONTRATO_A_X_DIAS_VENCER = Los siguientes contratos Tienen %DIAS% días para su vencimiento:
MSG_CORREO_CONTRATO_CONTRATISTAS = Contratistas a los cuales se les inactiv\u00F3 la Hoja de Vida por vencimiento de contrato mayor a %DIAS% d\u00EDas y no tener contratos activos:
MSG_REPORTE_HOJA_VIDA_SIN_APROBAR_SIGEPII = La hoja de vida fue aprobada en SIGEPI, sin embargo no ha recibido una aprobaci\u00F3n en SIGEPII. Por favor realizar la actualizaci\u00F3n en el sistema y consultar nuevamente.
DLG_PERSONA_DESASOCIADA = El usuario ya se encuentra desasociado de la entidad
MSG_REPORTE_HOJA_VIDA_DATOS_NO_ACTUALIZADOS_SIGEPII = La hoja de vida fue aprobada, sin embargo, la visualizaci\u00F3n no es posible debido a una falla t\u00E9cnica que ocasion\u00F3 la perdida de archivos generados por el aplicativo. Por favor realizar la actualizaci\u00F3n de aprobaci\u00F3n en el sistema y consultar nuevamente.
MSG_INFO_CARGO_ESTRUCTURAL_SIN_DEPENDENCIA=El cargo seleccionado es estructural, sin embargo no tiene una dependencia asociada. Por favor modificar el cargo desde el componente de gestionar planta y volver a intentar.
MSG_APROBAR_HV_CHECK_EXP_PROFESIONAL= A\u00FAn faltan experiencias profesionales por aprobar. Por favor verificar si la tabla de Experiencias profesionales tiene más tabs con registros, y en tal caso, por favor aprobarlas para poder continuar.
MSG_APROBAR_HV_CHECK_TARJETA_PROFESIONAL= A\u00FAn faltan registros con tarjetas profesionales por aprobar. Por favor verificar si la tabla de Educaci\u00F3n Formal tiene más tabs con registros, y en tal caso, por favor aprobarlas para poder continuar.
MSG_APROBAR_HV_CHECK_ED_FORMAL= A\u00FAn faltan registros con Anexos de Ed Formal por aprobar. Por favor verificar si la tabla de Educaci\u00F3n Formal tiene más tabs con registros, y en tal caso, por favor aprobarlas para poder continuar.
MSG_APROBAR_HV_CHECK_EXP_DOCENTE= A\u00FAn faltan experiencias docentes por aprobar. Por favor verificar si la tabla de Experiencias Docentes tiene más tabs con registros, y en tal caso, por favor aprobarlas para poder continuar.
MSG_PICO_CEDULA = Por alta demanda de usuarios, se establece pico y c\u00E9dula para ingresar a la plataforma. D\u00EDas pares: pueden ingresar las c\u00E9dulas que finalizan en n\u00FAmero par. D\u00EDas impares: pueden ingresar las c\u00E9dulas que finalizan en n\u00FAmero impar.
MSG_NO_EXISTE_DENOMINACION_NOMENCLATURA = La denominacion %denominacion% que se encuentra asociada a esta planta, no se encuentra en la nomenclatura de la entidad. Por favor verificar y actualizar el registro para continuar con el guardado.
MSG_ERROR_ACTUALIZACION = Error al tratar de actualizar el registro. Intente de nuevo
MSG_ERROR_VERIFICACION_CAPTCHA = Error en el Captcha. Por favor comunicarse con el administrador
<<<<<<< HEAD
DLG_CT_MENSAJE_ELIMINAR = El contrato %numeroContrato% será eliminado. ¿Está seguro que desea continuar con el proceso?
MSG_ASIGNACION_SALARIAL_MAYOR = La asignaci\u00F3n salarial ingresada supera el valor establecido
||||||| 65e2bc9
DLG_CT_MENSAJE_ELIMINAR = El contrato %numeroContrato% será eliminado. ¿Está seguro que desea continuar con el proceso?
=======
DLG_CT_MENSAJE_ELIMINAR = El contrato %numeroContrato% será eliminado. ¿Está seguro que desea continuar con el proceso?
DLG_CONTRATO_VALOR_ADICIONAR = El valor de la adici\u00F3n del contrato es superior al 50% del valor del contrato inicial
DLG_DIAS_PRORROGA_FINALIZAR = No se permite realizar la prorroga ya que se ha excedido la fecha limite
>>>>>>> cc-cesion-contrato
